1	export	35.71754449470509
3	damag	5.978262084628431
7	trade	54.0373295111117
9	japan	34.2885408248407
10	ha	61.81439715236385
11	rais	55.83513633300825
12	among	6.512761791855551
13	mani	5.140112007437185
15	nation	39.04818035478663
16	row	6.987984418548679
17	could	17.83959951057711
20	econom	14.448122861411019
22	offici	46.99130163347759
23	said	114.72507781323326
24	told	23.062771298127764
25	reuter	11.829393327352017
27	capit	23.745334320177804
28	move	13.766933275721481
29	might	6.763657288614954
30	boost	7.968968887046473
33	lead	13.55726719649227
34	curb	3.26712031165414
35	american	38.681649554322775
36	import	26.140312571484536
37	product	46.85098647947855
39	would	45.04716486399995
42	short-term	6.614908471957583
43	tokyo	5.04680939210781
44	loss	258.83578104172943
45	gain	47.99055795739552
46	impos	4.734834970474095
47	mln	265.91115489374545
48	dlr	175.34987984033938
49	tariff	7.141308541273471
50	japanes	15.621424010352737
51	electron	13.07871582183057
52	good	14.7763937323524
53	april	105.15550998621018
54	retali	4.418669640946884
56	failur	3.3560084246369204
58	pact	12.561493981650887
59	sell	41.059231384657956
60	semiconductor	7.815099589488308
61	world	22.851796967765587
62	market	46.65086634032105
63	cost	20.636773947604585
65	estim	22.30580897397201
66	put	7.3255626251264765
67	impact	5.718970845218142
68	billion	142.64495847442808
70	major	22.12276129098079
71	firm	26.870696516261404
73	halt	3.6912324884476924
74	hit	4.784836815945345
75	new	46.90268118259855
76	tax	38.898395138588654
78	abl	3.849812207976894
79	busi	33.3675566199637
80	spokesman	24.87327262709479
82	electr	12.217263054812076
83	industri	54.46957807238684
84	ltd	42.46387122657345
85	remain	16.44294058730507
86	place	8.088991771873324
87	ani	14.989806612374059
89	time	17.391418838112834
91	month	39.17674198277249
92	mean	5.091236829077995
93	complet	41.46826466727862
95	subject	17.23157474351501
99	stock	79.54198824435754
100	analyst	15.326277901604282
101	offic	18.304221341885114
102	broker	6.32912753738564
104	co>	6.449106680450171
105	taiwan	8.052788416847276
106	also	31.30468836834678
5479	integr	4.240405739704212
111	becaus	15.083308257664905
112	serv	4.631817550595468
114	senior	6.999273719713058
116	ask	11.194271995496884
117	name	26.171956548047824
118	surplu	21.3444755985514
119	last	37.23695353018897
120	year	99.66369002423818
121	pct	140.77661672646622
122	help	11.256266591132647
4799	franklin	11.797136754660029
124	foreign	22.402963272091228
125	exchang	37.469780085013895
126	reserv	33.17230502531451
127	largest	8.089132298367852
128	must	7.2575132459042795
4800	mthli	9.291220993672473
130	open	15.00254054663556
133	cut	33.0597835253871
134	allow	10.863911850686744
135	want	7.002643757011726
137	problem	6.650932926053448
138	possibl	15.544130917440567
139	paul	3.4324269897897883
141	chairman	16.962948651262888
142	textil	4.101962167503438
145	south	18.22685127601349
146	korea	5.832139240483823
148	associ	23.957144164083072
149	disput	6.93660071373544
150	pressur	6.153141223081267
152	chief	9.301852877989754
153	similar	4.65782455315598
154	malaysia	4.877375906062481
4252	arab	3.2753388351171457
157	produc	23.664725279474936
158	third	12.665381826344618
159	countri	19.194666613146254
160	expand	7.312258473914071
161	sale	100.47948081002407
162	hong	6.350272194233081
163	kong	6.8922724167679075
164	newspap	6.755052554154181
166	manufactur	18.91208116018739
167	share	117.13245001337182
168	view	4.881577486694931
169	commerci	12.76865416468797
172	block	6.684443397231971
173	veri	6.6454491646664415
175	mill	8.81356493625662
5593	coin	4.224461836507423
177	feder	33.42546658096759
179	purpos	6.8336213170924
180	prevent	3.3452412309815074
181	one	57.77738653852486
182	day	26.035362043636916
183	extend	11.481551577359506
184	sourc	15.692835278715554
185	much	6.750213338571478
188	action	13.917019220237833
190	wa	55.19562922893312
4287	entertain	7.920024779444179
192	account	20.06337757088411
193	domest	10.863954783654583
194	australian	8.654577294657667
195	govern	23.65217256745122
4293	shortag	7.345797683383526
198	talk	24.427040705020907
199	interest	35.64605579300433
200	concern	9.769489330055357
201	minist	19.43948207489156
202	john	5.744290805481978
205	friday	7.619171692203708
206	thi	36.05586597776252
4813	revlon	6.932016034463941
209	relat	10.515156309506269
210	two	50.056117762731915
211	partner	15.73903503111248
213	australia	8.076019668128549
215	coal	5.425359297959737
217	signific	6.294866838854398
4133	everi	3.4093333110766872
224	continu	22.191204685347635
225	rule	11.793380426572627
228	parti	6.6566314995551314
229	yesterday	17.3360822153944
231	packag	6.216885701843546
232	measur	9.41096864377084
233	economi	8.898045209807943
234	propos	33.97311741942061
235	includ	54.51839708359603
236	larg	7.799200754728058
238	budget	9.154875777082822
239	record	97.79692849667988
240	public	21.511230469847693
241	work	15.110801023355103
242	spend	7.496344163967978
243	first	50.63845877107109
244	half	19.58246001020021
245	financi	32.55432748906623
246	call	13.502929741131593
248	emerg	4.225304187285904
4820	gte	3.9108423470487796
250	despit	5.3643206599707645
251	prime	27.61121240400816
253	nakason	3.476995052636048
255	fiscal	17.927634217683078
256	reform	4.071929765311752
257	program	12.62786432362611
259	repres	11.42943104945898
264	intern	40.55648403367475
265	due	19.151658701425358
266	meet	29.516193464152057
267	washington	8.361348813047915
268	week	40.502360785180265
269	effort	7.659890125573295
270	end	57.00955449498935
271	china	15.618701943763876
272	daili	8.704596735726433
273	say	69.22444630373609
276	grain	11.672933155630187
277	survey	3.385075058754281
279	seven	31.563167653844815
280	citi	11.48171899067408
281	show	15.604773953931854
282	consum	19.50740189664816
283	tonn	46.46132401390494
285	output	16.793682749973282
286	left	3.4682015514573665
288	veget	3.8101611290897193
289	paper	9.90834043226562
291	wast	9.652180555717619
293	storag	4.068521023156982
4390	borg-warn	10.297549269312256
296	method	3.632185125552426
297	launch	4.754635997501777
299	reduc	16.193308743622815
300	improv	13.325513187579611
301	technolog	20.682226703923664
302	greater	3.670499222316614
303	addit	15.66127655139743
304	gave	7.727526779690132
305	detail	13.150589170773053
306	ship	14.312520812930163
309	port	12.312318573521527
314	western	14.69807831333812
315	lift	6.5832716227778
317	carri	5.4229346241233864
318	contain	7.798941553195198
319	still	12.197589708199674
321	separ	5.432541403358757
322	ago	13.013162156381977
323	pay	85.0568827096239
324	claim	5.619331867402389
325	movement	3.608947298966713
326	nearli	3.7675846590353372
327	vessel	5.548368865157609
328	went	7.870143214027361
329	befor	17.424204906370655
332	commiss	21.437308629210744
333	today	33.23939809440472
334	began	7.567072553916092
335	cargo	8.53359537475138
340	part	16.195464544542137
341	labour	3.3139379200986343
342	council	9.159284217628798
343	protest	3.3200998359926395
344	chang	20.395379324277826
345	state	24.009845848839984
346	worker	9.14165707936669
348	law	6.930868926516747
349	variou	4.076849209108636
350	union	21.57601238880041
351	appear	3.5969788672279672
352	take	21.70608343754911
353	turn	3.557113832152653
354	short	7.863165209588719
355	start	15.471170767011849
358	affect	8.02630214222378
359	stop	5.875023259709733
361	long	7.287520212489032
362	effect	32.35663783747108
363	mine	29.21322429654351
364	gold	26.56843740269311
365	corp	103.52633719182101
366	hold	30.93450782631921
367	establish	5.4761341878678484
368	joint	9.601192142489008
369	ventur	14.544678904544313
370	northern	7.844516858014666
4469	phillip	3.489200204392014
374	project	10.588338986825846
376	local	6.3768670898804425
5524	dixon	10.773101586817555
378	unit	59.531511007609446
379	locat	6.316033566612305
381	east	6.604697102470316
383	river	5.595490512984384
4480	gdp	6.123110321563908
385	statement	20.732987538647148
390	plant	17.7562379751956
391	expect	40.08202422994993
392	ounc	12.807436100389074
394	annual	22.10402612127288
395	ore	6.644621279092837
396	capac	8.422389084245824
398	bank	102.19037100848061
399	aim	5.693230482288098
4496	resort	3.7935519968624614
401	recoveri	3.728732925912119
402	merger	38.98129678581279
403	certain	11.580425124417085
406	profit	150.9236398291308
407	result	32.40830849047849
412	around	16.27198545384425
414	yen	17.00735153002995
415	merg	12.987206169458771
416	small	5.595705497913367
8610	fairchild	3.9713442244110246
419	loan	42.28091690828139
420	octob	13.838190748991785
422	presid	18.158478065334876
425	confid	4.1556603846559925
426	hi	13.219701692464703
428	posit	10.558966707593934
429	well	13.88999154827568
430	back	7.175415011467143
431	within	9.133315642248174
432	three	45.696836969289386
433	interview	4.025061242979569
434	initi	18.2008030150077
437	branch	5.995353882011954
438	network	7.5963269565271965
439	metropolitan	3.978548872090295
440	area	10.666779100903463
444	whether	6.362267120869492
446	may	68.71995586969587
447	paid	13.608654668888061
449	debt	16.908504748944072
451	creat	3.631179537134383
452	compar	27.20224557596738
454	agre	32.26814747194464
456	oversea	3.890342915706246
457	enter	10.216613227913111
459	secur	30.944121756643565
461	competit	5.763525752059558
462	question	4.2274219740903405
4560	sosnoff	6.708355627911054
465	made	18.046613755259894
4562	mt	3.319377015410801
468	hand	3.8065103530416127
4566	marin	7.194414534698964
12760	bayou	3.326983989356943
473	limit	11.17906450618811
474	invest	37.34888864492075
477	august	11.867311070794052
478	partnership	11.054412980998757
479	least	6.5055534270494775
480	board	37.88690121286105
4578	usair	18.953380987292395
483	increas	40.894809173815474
4580	tea	3.765550969556094
486	look	5.292587752805916
489	fed	39.700719050160345
491	regul	3.741401666953962
492	near	5.602214209262672
493	futur	14.321340075846273
495	onli	11.864905717719118
496	wait	4.70717522333209
500	home	15.747258447093245
502	act	6.435346319077427
505	wall	3.7113537734066897
507	hope	6.265493032045989
509	opportun	3.6304746900899656
510	need	12.302575244839513
511	find	4.614482526867198
512	chanc	3.7036625236147906
513	case	4.372167938999062
514	trust	23.86714326160873
517	bond	8.50218655489638
518	deal	14.896644718610572
519	strengthen	3.7985042901489794
521	five	41.01608153724958
4618	goodyear	4.831424336775206
4619	tire	5.738140226388486
524	swiss	10.213410801700066
525	univers	5.693646765733061
526	subsidiari	32.539542057167615
5473	aluminum	7.156811773917488
16912	norstar	5.275915475843817
530	financ	19.93189348906758
531	ministri	13.081299086780572
532	grant	5.507979020374418
534	soon	5.2085923288926
535	follow	15.607245243690667
536	decis	8.79799718328283
537	european	14.723425344201845
538	parent	9.224103241029573
539	less	8.32758874428153
4637	marathon	4.440839344091207
544	make	26.76139988685741
546	like	10.012094550264116
547	lend	11.244138433908196
550	replac	4.7787606365538435
552	demand	10.765842649776054
554	ad	18.88410554648552
558	recent	15.501927164706121
4656	postpon	3.687016560697321
8753	twa	11.94228967474662
563	next	13.043793755407691
565	see	22.988439379013055
566	right	16.80140349248952
569	indonesia	4.618420179262622
570	support	10.925906965287567
571	tin	6.144739866133226
572	extens	4.566509941261567
573	energi	20.974654344693462
574	confirm	7.952733169447721
577	agreement	39.452855570882114
578	necessari	4.8539330028522
580	monday	6.808783152349718
585	accord	17.5785046135453
586	believ	8.396933087666222
4683	irv	3.323743191094122
588	expir	9.843885865784817
589	june	36.932081680259046
590	unless	4.369540265677682
592	member	11.571764362647711
593	vote	19.68487629656831
594	rise	44.704912773467356
595	quarter	52.367141195199785
596	rose	38.8501510636796
597	period	32.798253928985325
598	peopl	7.996101912843645
600	growth	21.0140916179873
601	rate	71.95838371620451
602	target	10.822997170487579
8795	nuclear	3.7525534466285024
604	high	10.95256226543176
605	base	23.822731213154437
606	low	7.2410251783093775
609	normal	4.288686198408943
610	qualiti	3.459203567682088
8804	transamerica	3.7298335368743913
613	bonu	6.865826630452041
614	issu	24.293591947931255
616	sharehold	39.75798946393126
617	regist	6.2322373626978305
618	approv	35.8935392947153
620	gener	28.28371344069428
622	dividend	87.74418201692319
623	declar	29.42390257829493
625	plc	18.77316172306685
626	stake	41.36748258107686
627	doe	11.49985888844827
628	maintain	5.966404780968274
629	latest	11.560666867988603
630	cent	23.42960313025594
633	pretax	20.96663475291767
634	stg	51.179264222406125
635	shr	242.4193457195864
636	div	101.89894791173275
637	turnov	13.4198392758453
638	compani	82.64975306977642
640	servic	30.4890979193148
643	debit	4.691254954321949
644	minor	6.330346306449944
645	extraordinari	20.61807304998258
646	item	9.160649698224958
647	credit	34.819300137617105
649	sold	22.67171229446084
653	consolid	11.594645134766006
4750	allwast	3.297456680345839
4751	scott	4.1135428699248715
656	acquisit	49.14253592121561
658	ltd>	28.653137768208662
659	report	38.670675462111134
660	disclos	18.847422380076118
661	price	65.78821456438651
662	resourc	23.26669844538718
663	combin	10.951041620553134
665	german	19.846767092488257
666	employ	7.944293612676208
667	seen	5.560264470243779
669	number	11.538553177778125
670	west	25.505392138135708
671	sector	9.501549595200414
672	overal	4.262299899780215
673	benefit	9.895503422820246
675	institut	14.761486327119679
677	sinc	13.761715314626375
681	refer	4.379521350575848
682	mark	24.67439867376699
683	taken	5.831603501767227
684	order	12.771997397830757
687	data	20.083117919451645
688	februari	55.558213657744034
689	final	13.878725946682787
690	revers	8.070364259298948
691	trend	3.4336702511520634
693	exceed	4.457846325801937
694	sharpli	6.1608061580430045
695	night	3.6875054685299826
696	dealer	12.088477129661598
697	later	8.117998659227737
698	eas	4.994794063460776
700	underli	4.612761389812054
701	intend	8.332003864318494
702	develop	20.957027147803625
703	exist	5.673490315944613
704	seek	18.55652304126659
708	current	32.113690624515
709	manag	28.976370716751997
710	director	15.125991767723304
712	execut	12.470904154693939
713	note	21.76425099948789
714	previous	22.5065646173291
715	given	19.423598027472476
716	pension	6.7296290148569335
717	far	7.371090668333326
719	percentag	3.674743330425631
4816	dlrs/shr	8.298940741856901
721	oper	95.65256872847976
722	europ	5.396177819877415
723	citibank	3.567873858543798
724	norway	3.5384395665686936
725	six	52.76833750323858
726	crown	15.67861194797711
730	net	256.89576069957917
731	although	5.928690406354157
732	banker	8.713732180700077
735	treasuri	19.18500828142333
736	head	6.804997898633794
739	lost	4.693476607572337
740	money	30.415947118948175
741	restructur	12.704863594082997
745	oil	62.294090709381386
747	access	4.638703207363725
749	equiti	11.495115650857963
751	lower	23.005988713598548
752	primari	11.566240396510246
753	requir	12.873984720168183
754	plan	34.34169320126446
756	better	5.979991978225446
757	perform	5.791089004557556
759	barrel	22.309604217439336
760	earlier	23.634658353999985
761	chase	4.408946890278335
762	manhattan	4.128495367743417
763	decid	8.733958165668058
764	heavi	5.46040297461787
765	instead	3.3676771251961957
769	condit	12.88812952600076
771	sharp	5.1863320152735675
772	fall	28.627158767604747
773	dollar	20.783687703237163
774	zinc	5.263248663166969
775	depreci	3.6183446023077206
776	currenc	22.175069076020044
777	factor	7.6199894621257
778	led	8.903584290461252
780	refin	7.837039830786087
781	margin	4.698613861959065
782	incom	26.748102400765656
783	unchang	15.553326242936157
784	level	16.43251494392453
785	activ	8.482286390392582
786	pursu	5.273586928660147
787	franc	36.6412263285174
788	provis	13.474552322564563
4886	leverag	3.3210061454386093
791	nil	31.58316768847565
792	except	3.7355705647082122
793	charg	22.93417758730736
795	ordinari	7.061171643668915
796	full	24.313919916103945
797	mainli	5.1787567300544435
798	stand	5.510991170183894
799	commun	21.547347103894516
800	britain	5.827202080330673
801	prepar	6.702690873545761
8892	nov	7.34751530836045
804	nine	71.19698494384073
805	spain	5.709066422926887
808	common	41.32249365236808
810	favour	3.292534363551509
811	littl	6.316196348086924
813	sanction	5.213104162446268
814	top	7.1580893895622735
816	drop	10.943978922572944
820	secretari	7.5512053786003435
821	polit	3.4765782414477733
823	press	7.087948821660664
824	confer	9.568757829480498
4916	per-shar	3.4774960945183544
827	probabl	4.950946384244556
828	earli	11.970475509823498
829	figur	25.839203520238932
831	situat	4.444167987666813
832	permit	4.500901613498275
834	step	3.886884739901734
835	depend	5.440921968567036
837	outstand	24.475254950436803
843	cooper	10.657865686002383
845	congress	5.259112997748505
846	legisl	4.6170775292995545
847	thai	4.478619628882265
848	march	86.87639955255224
850	fell	26.217993838589503
851	miner	10.85538560667014
852	depart	24.149745372857648
855	attribut	5.580265110416608
856	declin	18.6064484915975
857	averag	20.438804298222465
858	late	10.097656231116467
859	buyer	6.210033832109978
860	philippin	4.552181411727738
861	singapor	5.886964237753854
862	thailand	5.278964105900445
863	dure	13.704617638725772
864	sugar	30.830550156657154
865	tender	38.51213843392513
866	predict	5.342334168797238
867	london	9.83191153869003
868	white	14.880363384999681
871	substanti	8.243747298673828
872	award	4.1200620072724
875	rebat	7.094094843557645
876	per	53.49987730041245
877	kilo	4.670561870960203
878	trader	15.075545285169547
880	give	11.13089482120032
882	accept	14.281670562171167
883	intervent	13.375408858222496
884	determin	5.61454355231936
885	north	14.183441667863741
887	buy	45.55219231313401
889	purchas	34.98032625394976
4987	privately-held	7.054487226783478
892	join	4.3686208870680465
893	bid	28.59401934128478
894	san	6.538039318670017
896	inc	112.71447400548148
897	sever	10.104983062805687
900	food	16.60840731155588
901	beverag	5.1154578896762155
902	maker	7.297934004547148
904	control	22.81409402664124
5002	champion	3.978205880144301
908	offer	62.1408390951137
911	peso	3.81022968013362
912	york	17.937787641068663
919	quot	7.200617743593051
923	entir	5.039249545439086
925	list	5.3467321923252555
927	term	30.98906688310321
930	set	65.80088311543268
932	diversifi	3.4983065112115344
933	build	7.9803362054876485
934	materi	9.209720618673252
935	group	65.37902869984045
936	alreadi	9.686868203126027
937	bill	22.466798049260998
941	advis	5.3687978264801215
942	discuss	11.375373769611254
943	progress	6.42829331549055
944	recommend	8.249268655195902
945	keep	4.368763254048563
946	previou	14.175101900340177
948	close	22.393110607942198
949	abov	8.567050685483276
953	zealand	5.922298260548586
957	hous	19.1733649913634
958	earn	38.94630402683802
960	interim	3.9399827484721053
961	motor	9.721524254590927
962	slow	3.8731665103262873
963	caus	7.363679423983033
966	vice	5.312027899400914
967	leav	7.0821681257411315
969	violat	3.8839188032742302
982	power	12.389746118344464
983	forc	8.43431505075655
984	excess	4.1686221556997225
985	stabilis	4.26704175578963
987	inventori	5.378557497864006
989	chip	3.7232999653843355
991	fail	5.223463949227128
992	tomorrow	10.176657177944413
5089	dalla	4.772368057146502
995	yeutter	7.060865390835012
996	unlik	4.183844609403365
997	delay	7.879295297640758
999	bell	8.119728896677461
1000	standard	12.446350826634067
1001	charter	7.014418058705058
1002	acquir	54.12771419858571
1004	headquart	3.723952944757921
1006	held	15.357882822891343
1007	robert	4.784450063213484
1009	court	11.681195085557471
1010	avail	10.741361069842092
1011	comment	13.416914826281324
1012	intent	13.691827465754194
1014	nippon	6.230096925938229
1015	steel	15.373933601998552
1016	deni	4.5145304130259944
1017	suspend	6.438956884481146
1018	announc	25.18023323534046
1025	request	5.670092305737953
1026	consid	12.030616941727347
1027	reason	6.873370446071301
1028	use	16.840899089056542
1029	crude	33.66948426164965
1030	total	34.0054914853362
1031	calendar	5.497814704741504
1032	withdraw	5.2362617216041984
1044	expans	5.3561157900258545
1045	without	6.97584560835242
1046	dilut	20.23456432677495
1047	howev	9.934558183548615
5144	cellular	3.4318534634702664
1050	welcom	3.4291161380855772
1051	monetari	9.145515700125785
1055	committe	9.895900901354462
1056	process	10.487994928054176
1057	principl	10.770673863528142
1060	inflat	14.248808462506172
1061	inform	9.944437474786062
1064	session	6.110369435440103
5161	kraft	3.8834256538667318
4809	oak	4.493047239275787
9053	shoe	3.9574908731448457
1073	file	16.43825888140872
1076	former	6.011849241710377
1077	fund	24.388330822516927
1079	owner	3.842919984319022
5176	interco	3.5531450255238477
1083	duti	4.7624673862928955
1084	second	14.12453273075237
1086	suit	6.798174828476836
1087	lo	3.897167178205376
1088	angel	4.106616965211604
1090	stockhold	6.555646973585298
1091	sec	7.938109726519014
1092	transact	19.66451816075959
1093	repurchas	17.856968881857856
1094	retain	5.740594783469455
5191	amoco	3.669571609162307
1099	tell	4.9952538536547095
1100	amend	5.7572229898414635
1105	assum	4.615220552337537
1106	decemb	31.893832927725374
1107	contract	16.09159658913758
1108	corp>	17.67267674396099
1109	payment	16.101098883137702
1114	resolv	3.9913907680678706
1115	ownership	6.297059473721627
1117	attempt	5.484422842330351
1123	come	7.386254573746007
1124	reach	14.160543716856191
1125	direct	5.275744594801708
1127	express	11.605760221752545
1130	settlement	6.648046262103051
1136	portion	3.6580023299010853
1138	split	50.74926917511222
1139	person	6.864676012841976
1140	prospect	5.479621245202074
1143	investor	21.655788430195805
1148	live	5.721291724967851
1152	schedul	9.559823473792237
1153	revenu	20.82621792167878
1157	central	19.861512377539416
1160	crop	13.64338053606363
1161	four	34.81550613161314
1163	past	5.4309449266373315
1166	region	6.0309230418124375
1167	coast	5.513673595532594
1171	partli	3.5923146267670183
1177	season	13.415355473058442
1178	begin	10.36564734538535
1182	outlook	3.39775501244561
9379	boliden	5.3582655316789936
1188	southern	12.896306640142674
1190	forecast	16.17607802763317
1192	toward	3.26402538642352
1194	run	4.416543183475872
1195	french	17.833235316626947
1196	weekli	3.8961945498540986
1197	maximum	3.546790959245364
1198	ecu	6.874474050593759
1199	itali	6.674074528441272
1201	higher	17.13206638301318
1202	italian	5.020111101374234
1203	insur	24.246172263889285
1206	lire	4.924370920913871
1207	premium	4.616797957521568
4298	index	14.923990037629906
1214	shearson	5.85421692106585
1216	brother	3.8542652165296567
1217	quarterli	48.586410886584936
1219	slightli	5.517113215275123
1220	januari	50.691437620391795
1222	soviet	11.503958077597922
1223	cathod	3.8193150099023145
1224	deliveri	5.746339366893616
1225	shipment	10.078547286569252
1226	return	8.739643141157533
1229	reduct	9.185308843673363
1230	offset	5.0640327906146165
1231	balanc	12.351396447919372
1235	metal	10.342781214148681
1236	cash	33.197911159886125
1237	sterl	9.28889704139627
1238	dutch	7.492656338064321
1239	chemic	16.097585934107748
1241	fulli	5.329078895454113
1242	state-own	3.5397879674766575
1243	guilder	9.184034952740507
1245	divis	19.436532998133913
1248	previously-announc	6.238354569140105
1249	comput	19.47683585183236
1250	enterpris	13.085699519572362
1251	advertis	3.4318758705468966
1253	basi	10.858670081724712
1254	california	8.515141434561883
1256	qtr	141.6864850393123
1258	research	9.654909711067729
1260	tri	5.4562259458373115
1263	novemb	13.24429946977314
1265	qtli	95.70683476704387
1266	ct	336.77777345744016
1267	prior	84.92519921873324
1268	unilev	3.5201335466310812
1271	takeov	17.639300044859905
1272	inc>	32.258625555779034
1273	indic	9.895956551282906
1274	dispos	6.190215119574651
1275	plu	8.439424870619883
1276	asset	39.43416802045308
1279	receiv	22.48212602925202
1283	immedi	14.025436402393035
1284	wholly-own	4.241816639957907
1285	septemb	14.801044364236494
1289	brand	8.520185857820541
1290	conrac	5.209440878574094
1292	negoti	15.938879184239449
1296	equip	11.92110366290395
1297	special	14.220714430225906
1300	telephon	9.488183082242722
1302	machin	3.2640099626723917
1304	urg	5.330426181516594
1305	farm	6.667986989535793
1306	juic	5.4884460792058825
1315	visit	3.6437683720199443
1316	feb	46.87954311710414
1317	rev	151.61407820783475
1319	independ	6.476644178639607
1333	strike	10.765330163432878
1334	workforc	4.755855794270002
1335	main	8.087670520428324
5500	calni	4.485500067756823
1343	legal	5.038288863975483
1344	mainten	3.63226728621197
14548	amc	4.63933663162232
12584	assay	3.5361543917818876
1353	avg	84.34066523683092
1354	mth	70.1025683830737
1357	strong	8.155786376942768
1358	favor	3.5637217244006973
1361	save	31.968822413406414
1364	note:	73.44517941650683
1366	swedish	5.403516816190797
1367	unemploy	15.887778934848283
1369	bureau	6.4602165030914325
1370	statist	14.343343362439843
1371	stood	5.177463545898213
1377	contribut	5.3163505967391
1383	preliminari	6.286500991112458
1385	co	9.302157805978213
1386	definit	10.80401064501109
1388	involv	7.036100657376355
1395	senat	6.931411391854095
1396	william	5.730039753409089
1399	corpor	11.261867975689798
1404	provid	15.125201126908244
1413	privat	14.164809195552031
1414	correct	7.621518464164532
1416	hostil	3.307423497628195
1417	actual	3.3212514046380526
1418	form	12.684252214782854
1422	get	13.084344142412109
1423	togeth	3.7189250301757246
1424	approach	3.275293132680131
5522	icn	3.2614060717264084
1427	equal	6.522813167148352
1428	cover	6.498282238091403
1429	defens	5.444100791615073
1431	green	4.450048544219267
1435	pass	3.4830423382095232
5533	corn	3.3949310913347213
1438	exclud	30.788001338296244
1439	brazil	15.272712421525586
1441	approxim	5.5134693649643
1443	long-term	6.515234702744018
1447	potenti	4.320975148183964
1449	rest	3.55085029610387
1453	resum	4.697106870890632
1454	governor	3.3302807237092673
9117	pepsico	3.4522866372380334
1458	matur	8.34980931134975
1459	mercantil	3.926753441285077
1460	stoltenberg	7.257034313528648
1461	pari	10.074805410841673
1463	way	6.682891033907415
1464	stabil	12.258569234592056
1466	fundament	3.617018040557108
1467	canada	34.434853691835166
1469	ahead	4.629585452326878
4341	forest	3.361548005518753
1474	poehl	3.672481188605119
1475	louvr	8.36166583096441
4947	telecom	5.509963078028982
5577	ico	6.263294105290281
1482	germani	9.607227965889791
1485	yet	6.264147151475655
1489	deficit	24.058665586044192
1494	seri	5.991848943406463
1495	belgium	3.8555556117609666
1497	subsidi	3.766345898955516
1499	cumul	6.382702924462662
5597	carl	3.890622414378085
1506	versu	6.831542730890271
1508	employe	6.599157949358605
1517	brown	7.504113373109376
1518	qtrli	16.89834605794316
1519	date	13.125815196479625
5617	tanker	4.326259719274475
1526	distributor	5.696717318772847
1527	undisclos	19.865408126602482
1529	jan	46.715805071956446
1530	canadian	25.966283391444158
1534	ga	27.342259101495916
1541	expens	9.451953943827213
1547	retail	11.994058352814937
1548	media	5.205715729667061
1549	video	11.054226259035003
1552	woolworth	7.749648792120032
1553	hike	9.576813723002635
1554	beet	3.9047768895723083
1561	netherland	3.4054591642059524
1563	harvest	4.716193068760001
1564	quota	14.444213862983919
1565	system	41.417573061597075
1567	amount	17.74943989262852
1569	grow	6.721787705845973
1572	dairi	4.5112685831518595
1574	morgan	6.825562972811228
1577	formal	4.02028313880252
9773	campbel	3.9936221436163932
1583	payout	47.10732143939133
1585	link	4.386993577257066
1586	prefer	20.038789460399627
1593	bancorp	19.75502917108768
1594	southmark	5.954105017625034
1596	care	6.47641748590922
1597	facil	8.885760110858515
1599	bought	16.68210751741715
1603	bring	9.565712509213308
1604	health	10.165655743589976
1605	deposit	23.213828146271787
1607	ohio	6.511206855091543
1610	class	16.836958829657238
1611	reflect	19.106830956796106
1612	two-for-on	15.830566089639865
1613	hanov	3.726794102845188
1614	author	11.410328467048979
1616	valu	17.906710832191138
1617	payabl	36.84555210962106
5715	georgia	3.433430534148118
4366	commonwealth	4.695796331374167
9145	ccr	3.349618747250192
1625	consult	3.6030127418059097
1626	america	12.109602811022862
1628	investig	4.453361781825482
1629	protect	6.441122970509838
1630	agenc	12.36691492550913
1634	park	3.9362471517513784
1637	key	5.84089177082842
1638	fla	3.5573563980151057
1639	custom	17.819426733402413
1643	houston	4.7144034448752565
1649	medic	13.899273380859325
1650	distribut	22.222722345024682
1653	realti	8.594846687578723
1655	advisor	3.550885539787546
1657	sun	8.431452220301225
1658	heat	5.031854576331405
1659	barg	3.430699447929
1660	decreas	4.650650399963986
1662	gallon	5.610684480723144
1663	adjust	28.38730863552711
1670	unadjust	3.279523076513478
5767	cpc	5.6400734727313155
1673	weather	4.460748201459134
1678	balladur	3.8982809638390745
1682	miyazawa	7.8424937346065
1684	sumita	8.826021770498183
1685	british	13.448485649526784
1691	sign	17.81797820182348
1696	met	4.259913932159777
1697	jame	6.271584929877337
1698	baker	20.888836584836948
1701	particip	5.346189399023795
1703	interven	5.284457940220072
1704	suppli	21.135719858710015
1705	temporari	5.920765279169602
1708	economist	6.184440441322471
5807	supermarket	9.540775676564188
5816	bilzerian	3.733558974048674
1723	continent	9.288485212558314
1724	reorgan	3.9457358614016558
1725	plc>	8.284609518922778
1726	lloyd	3.6980559549978476
1727	redeem	3.9844680987185583
1729	entitl	3.497695163040023
1730	holder	19.163666128604294
1731	monthli	10.03839674920925
1732	float	4.207149145452767
1733	rang	10.916361846660799
1738	life	12.872934162037788
1741	review	9.288322301099662
1744	advanc	6.27336391472893
1749	valley	8.26323827551139
1754	line	14.218963804801588
1755	carryforward	9.89370832280714
1757	termin	16.362717933975006
1758	dominion	4.451494697222531
1759	burlington	5.236835096762562
1760	rumor	5.939557938466331
1762	fleet	5.491831279162591
5549	horizon	4.347014284479975
1764	regular	25.79957026408903
1766	eight	35.565918618294255
1767	publish	8.05524859544104
1770	respons	8.608702362451814
9967	foot	3.273722865467465
4392	gaf	5.902062743269306
1781	morn	7.438484134518179
1783	edelman	3.3774491584722357
1785	concentr	4.311454284613053
1786	overnight	3.614183044488674
1789	backlog	6.228188581839775
1790	instrument	4.225723871714765
1791	discontinu	20.710924200715166
1793	cocoa	17.560162962146226
5891	liberti	3.9051642305701497
1798	aid	6.642982594363375
1799	buffer	11.56039326404214
4396	irwin	3.2571672659408204
1804	present	8.892102820225602
1805	deleg	11.589891639132896
1806	anoth	9.077667793423396
1808	african	6.267675738574108
1809	commod	7.402642302114684
1812	even	4.437221219020537
1813	add	6.368758209957512
1814	arrang	6.644263968344174
1819	fourth	13.029445749776356
1820	post	24.689556697777867
1824	spokeswoman	4.225939039228678
1826	restrict	6.11076249695877
1827	fee	4.921717394120623
1828	yield	8.816449741228924
1834	mortgag	13.422522542609002
1839	furnitur	4.753803399311899
1841	flow	6.365853745262962
1842	telecommun	7.44943501699349
1844	free	6.387832696782532
1851	brought	3.579479966657784
1854	field	8.070194459683522
1856	pre-tax	13.607470270012739
1859	usa	4.076554801606466
1864	tuesday	4.312435597539076
1866	commerc	9.354605621405545
1867	test	4.499554235348926
1872	minimum	3.9502319676054656
1875	railway	3.4800862368021814
1876	station	6.4223869503930455
1878	juli	17.055434362478604
1880	letter	13.921056199848636
1889	wholli	5.509753384944645
4291	util	9.876856154579192
1899	newli	4.364399838502897
5997	hugh	6.965790632218485
9192	henley	5.015457383598703
1906	ferruzzi	3.989212667189076
1909	buyout	11.163946921277123
1914	trump	4.859180725440639
1915	interst	4.784801447297183
1916	properti	20.575842816481003
1922	applic	8.939896248635618
1923	real	12.199280870424609
1924	estat	9.947609898373242
1925	transfer	4.781837364685719
1931	oct	3.4028790697220495
1932	restat	12.675515403430927
1936	broadcast	8.441577557348777
1937	cabl	10.87438433571225
1938	televis	7.252405032755976
1940	harcourt	5.740196208395991
1948	brace	3.310593344163609
1950	book	6.561361884843186
1955	found	3.753010169548503
1959	specul	5.5139875462137065
1960	almost	4.394417754095023
1961	jointli	3.2854533985687175
4423	dynam	4.6237488402143665
1965	street	4.7043456721776975
4424	job	3.5121117034896714
6067	wti	14.087795720330984
1979	thomson	5.021458835776526
1981	sheet	4.143042802901752
1986	fabric	4.358751752331347
1992	realiz	5.122978773004977
1994	think	5.388834212443218
1999	johnson	6.1682659373661
2001	worth	8.018863270338544
6099	allied-sign	3.7051586940714505
2010	store	26.146443198180076
2019	laboratori	7.600661313379048
2029	reagan	11.91672465481426
2032	commit	5.708059458272458
2033	design	7.2441147642503845
2035	practic	3.3052922098811215
2048	enough	3.5731407271834845
2049	hoechst	4.195276825482634
6147	cross	3.5644279282493763
2058	counti	6.538983059886027
2061	administr	7.777229573399557
2062	technic	3.3743683690655337
2064	took	3.887560539054339
2065	divest	4.238344647283797
2066	option	11.117444165079368
6163	dismiss	3.5265778474589897
2068	mellon	3.3418143296234644
2071	polici	15.689900813511901
2074	discount	17.927353580584988
2075	flat	3.798739709866415
2079	northeast	3.2748314871178357
2083	appli	6.453119236682539
2084	feet	8.871049225281148
2087	dow	3.9403908332780704
2088	jone	4.055676353071333
2092	basic	5.2319716715623334
2093	clear	4.424258226391747
2096	warrant	10.108385308069305
2100	florida	9.121590897813768
2103	after-tax	4.036298951273934
2106	mutual	7.23402940251637
2107	debentur	7.204265324337012
2108	texa	16.616967297223027
2112	achiev	3.403749796591072
2116	volum	4.48613618729959
2119	great	8.73114997316705
6208	royalti	4.840691718149677
2121	spanish	3.4931888848514396
2130	justic	3.3358666060532833
2132	point	11.63974846368519
2134	travel	3.5273753899447002
2136	structur	3.4072412368574065
2138	africa	5.631051270749573
2140	consumpt	4.199884451496444
2142	risk	3.449223411814229
2153	raw	4.673452503835745
2160	face	4.326489385779679
2163	colombia	6.652454076519708
2164	coffe	24.55951897813402
2170	becom	7.983884875195667
4459	pct)	3.8054246183925655
2180	sea	6.3087997750823055
5142	shell	8.994547619501956
2185	solut	3.6474482613104002
2189	explor	11.917155105078827
2194	water	6.57096835321514
2214	liabil	6.112224190388703
2215	gatt	4.578462525340711
2216	leader	4.5032760760866966
2217	agricultur	12.31484238493989
2218	round	4.2527824331478685
2231	defend	4.122567148685065
2237	subcommitte	3.82631129160298
2238	richard	3.5791319122260496
2244	convert	12.981476925923536
2253	worldwid	3.9739473050527248
5525	cyclop	17.96146162341012
2258	doubl	4.718206367137085
2260	borrow	10.225784281443943
2265	cite	4.036083167406025
2273	drug	4.704126057569307
2285	construct	6.348865102475566
2287	engin	9.590943477112575
2291	gmt	3.3533426574566336
2294	pakistan	3.4617239879350605
2295	cotton	9.98082831257256
2296	bale	6.781140310136271
2297	lb	5.219682576746256
6180	fortun	3.584865756008032
2307	news	7.163380089345534
2310	pacif	18.553872037910367
2313	remark	3.6607304139039765
2319	assist	8.654845752997648
2324	atlant	8.49784630396069
2325	hotel	6.50970253886771
2328	center	8.586326269022617
2330	connect	5.130613035976606
2334	ecuador	7.845342141364209
2335	anticip	4.534251543920819
2337	brazilian	7.572559712359958
2341	iranian	6.729884310774696
2342	iraq	3.6714497474776353
10543	harper	6.868315710503166
2355	attack	5.580607037373939
5172	illinoi	5.342816679848738
2370	iran	5.875476634090522
4307	war	4.573849228507972
2379	gulf	13.434713262900909
2380	offshor	3.944588679350241
2384	hour	4.442963882104289
2386	lawson	7.930304064558788
2388	usda	10.866063550541071
2395	ual	4.730597585333311
2396	respond	4.46513742539594
2398	airlin	9.3555094426033
2401	releas	9.005798135877436
2404	circul	3.763495673224401
2412	bear	3.304885147591635
6510	wisconsin	3.250034220728451
2418	car	5.220680070556075
2432	consider	5.422150889479565
4309	bodi	3.5094689380705497
9284	bankamerica	5.4374956541058035
2464	scientif	4.0212890659697935
2474	orang	7.2662135585657985
2475	calif	5.497922751705086
2481	renew	4.372085064222648
2490	exercis	6.340298697448799
2500	cubic	3.832009770211877
2501	natur	10.75729888000754
2510	chrysler	11.390886398031652
2511	renault	3.7257153935831804
2535	plastic	3.514029100399706
2540	aerospac	5.672517352872932
2544	one-tim	3.2696271147328475
2546	copper	15.198579872984823
2548	columbia	3.3157796142989806
2549	affili	12.746267630090212
2554	conclud	3.3625220792687966
2557	ton	16.28126926269066
2558	grade	10.95099222820586
2560	silver	4.683582275838003
2565	princip	5.70624293823535
6663	alcan	4.137101830016812
2571	light	9.51220424912461
2574	liquid	10.307709905420136
2575	reaffirm	3.9106152850327662
2580	obtain	4.292169846228121
4526	crazi	5.0344655643797225
4527	eddi	5.211606176817992
2590	intl	4.802718664738629
2593	jacob	5.2533865412326595
2599	rubber	10.625731013270547
2601	origin	7.405577318492367
2603	air	12.56906877597361
2606	dec	22.721878157630798
2607	qualifi	4.9156924441304755
2609	auditor	3.368161382876151
2612	petroleum	19.971236500433058
2613	dayton	4.971298870131399
2614	hudson	6.307098925889032
1801	success	4.2274988364189765
2616	distil	5.715668638129209
2621	ccc	3.7556858426015607
2622	encourag	3.405190414489197
2643	proce	7.370042676479757
2644	repay	3.931655860980144
2648	regulatori	7.89502220353801
5220	indiana	3.5757246733108756
10845	cyacq	6.726365108790826
2657	scienc	5.587996014232263
2662	boston	8.206213789747627
2677	gross	6.719496961910522
10870	rexnord	4.586000852303894
2696	certif	9.082813016780776
2704	bancshar	6.650606822993663
2705	pipelin	9.33678284513846
2706	transport	11.147915970895184
2707	mile	3.643378572038563
2708	old	5.269014323854704
2711	northwest	3.5673559978486167
2714	respect	15.473081746046816
12975	seamen	4.266798154875624
2724	drill	8.336631270329686
2731	bag	7.994136998282315
2735	card	4.65849315648148
2737	nomin	3.723700444331312
2738	altern	7.162262037706594
2741	inc)	6.186888437101586
7284	unoc	3.614152705835231
2747	nova	4.486151068462966
2750	go	3.5620810024026093
6852	viacom	6.472803807026684
2760	year-ago	10.154464720113317
2762	dome	9.152807532884589
2764	imperi	5.440814230495367
6867	black	3.4673700358629844
2780	best	4.926170822134806
2781	volcker	8.075828352187662
4561	caesar	8.24600004230276
6894	conagra	3.482634564452619
4867	allegheni	9.869671037067718
2809	ceil	3.419739574736587
2817	registr	5.156851598938951
2827	sept	15.611030961211497
2833	merril	5.596665877444654
2834	lynch	5.609689045719398
2840	philip	3.3438018070445454
2849	csr	3.791599681727638
2853	santo	3.433979556601754
2855	basin	3.7462818559546616
2857	exxon	4.769359925698526
7733	dart	5.851959764004767
2864	island	3.832892286353025
5256	unsolicit	4.90121598317759
6962	restaur	7.6455057629454775
2867	aluminium	8.191555172591151
2872	venezuela	4.172058888585962
2877	smelter	4.04309645027614
2879	rio	4.810825497504401
2894	fix	7.341498884553007
2897	alloc	4.091302958826335
4579	piedmont	8.357084011546922
2901	england	15.978897139833862
2904	differ	4.196680243713858
2906	oppos	4.857351731329183
10043	canal	3.6131058717474835
2922	equival	4.456482046228698
2929	g-7	3.6411383425909998
2931	appropri	4.586369117673773
2934	organ	6.918660321442265
2940	consist	4.2981496780169515
2944	print	3.4061541016621
4588	aug	4.921783493865211
2959	shortfal	3.5712422826783907
2960	saudi	8.80454852224915
2969	spot	4.767651408026442
2983	india	5.393326605315657
7081	heinz	3.8808274521459714
2986	specif	4.217899931075542
2987	eastern	5.356861520847905
3007	ten	4.838844718792915
12790	rospatch	5.418680341035399
7117	gillett	5.077498282768288
4465	weekend	3.514643200402056
3032	leas	7.236691076942597
3037	extern	3.5695763368574447
3040	freight	5.545715727508051
3041	adopt	5.1688870590129845
3052	revis	20.52087014376283
3068	compon	4.898861604369065
7186	cts/bbl	9.694646707171678
3093	stabl	3.836276635294153
3101	proceed	4.67781748169052
3106	republ	6.134730160615303
3111	wednesday	5.196746409203625
3114	foster	3.934548829964528
4741	broad	3.586729564606073
7217	bbl	5.5890446618807434
3126	provision	7.311211648950385
4617	aviat	3.54504078197904
7230	coastal	5.49926382516814
7232	dlrs/bbl	8.647672847463625
7233	murphi	3.5222461319522247
5302	m-2	3.811278343177392
3144	gelco	3.9465742829565285
3178	organis	4.794142120057021
3181	coloni	5.103086202227308
5309	gnp	7.246196749556952
7282	rochest	3.7280045378438547
3188	cattl	5.228918741252838
3189	auction	5.1042820237092
7294	tran	3.6317697478016617
3201	subordin	5.327564378637159
3209	band	4.070815304972369
3211	pound	8.07214763076174
5315	baldrig	5.981582245468633
1471	bundesbank	13.015024132978846
3239	hutton	6.0866445225826205
3242	purol	8.780155499399015
3243	courier	5.522138798009303
7356	ibc	5.891229276683186
3268	semi-annu	4.051814673016219
8875	lincoln	3.59698245198747
3283	studi	9.775735861690775
5326	arabia	4.172534585454688
4883	imag	4.269281679072622
3302	peru	3.6115425344951277
3326	feed	3.3586536985161137
3327	environment	3.291494386605062
3333	noranda	3.8133700736295144
3341	graphic	3.5482150645263837
3357	guarante	6.197517090054606
3358	compris	3.7983039706145227
7455	star	3.803275680351416
3368	reichhold	3.7813206788598217
3375	tax-fre	7.994388974347422
3376	hanson	5.359290684455411
3379	clark	3.3500310397400797
3381	elect	3.4358479131204804
3382	famili	5.29995073820737
3383	narrow	3.9110403743151907
3389	rand	4.034345315261793
7492	circuit	3.836774453932675
3410	santa	7.768585057659719
7508	railroad	3.837282962402816
3429	three-for-two	11.87253610828799
7531	kodak	3.842233903971261
3437	omit	3.3387217535680787
11639	delta	3.33449710711859
3448	martin	5.732918566661685
11642	allis-chalm	3.5822130426764818
3453	gencorp	18.26706468757476
3454	heritag	3.533673426362728
3465	reject	11.872566876908843
3467	diamond	6.934313484686356
4674	bay	4.445364636445484
3472	specialti	4.409081141275945
3480	harri	4.147477019860508
3496	sweden	5.731645377215949
3501	quebec	3.3628055458359563
3507	humana	3.379493055045995
3509	chicago	6.169207901681891
3512	ford	5.542724075904869
3513	cts/shr	5.916410984113502
5028	virginia	4.5164202126277955
3551	diagnost	4.843244356945756
3552	pharmaceut	4.632854562035103
3554	hospit	5.276755665186809
8889	chemlawn	10.248763237959112
3585	royal	7.128343893701219
6061	lake	5.928517066059207
4696	westminst	4.150187142064073
3607	retir	4.402536467155097
3609	zone	3.5440792649273165
3624	longer	3.83674088157176
3637	michigan	6.422584499382415
3645	benefici	3.7293467258642337
3650	taft	13.171981526054731
3669	signal	3.3957350581113195
3679	southwest	4.686922851333758
7781	colorado	4.3500884129279624
3688	mart	4.671372974768378
3696	puerto	3.4422656596955825
3700	citicorp	5.072581161690062
4713	three-for-on	3.717387207534104
3704	belgian	5.369971396265402
3728	t-bill	6.30808382880059
5400	tool	6.142799867125156
3730	fuel	7.2027231887359875
10899	comdata	4.092382117966661
3736	alli	8.577788549546073
3739	magma	4.398505193064073
3740	newmont	5.427923778603626
4038	convers	3.698880465663434
3752	million	4.062702563561829
3755	pictur	3.6881294649082794
3765	midland	5.658969024440374
3784	box	6.319709342009275
3790	frozen	4.049587562877046
3796	acr	5.548861149999551
3803	shop	4.671815330528007
3814	shamrock	7.543124046491727
3817	evalu	3.506228325895604
5415	pioneer	3.3235711075526093
3822	note:1986	4.586026756115518
3842	bankruptci	4.234947310256546
3849	sulphur	5.451427541487667
3855	fire	5.289212252422904
3867	westinghous	3.456778524341611
6106	bass	3.55203139811337
3871	opec	12.284323997658369
4221	texaco	4.992607962030388
3891	pend	5.76863502872667
3894	brokerag	4.071140994731133
3895	wholesal	7.709129490323644
3909	land	6.769328521761063
3912	louisiana	4.352547032312356
4749	pennsylvania	4.313275945102378
13665	princevil	3.4730023274572153
3930	softwar	9.151697425081121
3941	m-1	11.190543672199823
6803	becor	4.42521387996004
3962	identifi	3.587742805428861
3969	radio	3.9503000327025775
3979	refineri	8.632569397943007
3982	gasolin	5.656860879904269
3984	sweet	5.6842917581667365
3985	intermedi	3.9457582004583216
3986	sour	3.676806343009228
3990	kuwait	4.380630804007145
5725	icco	7.491175804404078
8134	quaker	4.270557639699251
4031	gabelli	3.41396255702711
8132	billion)	5.090511199755984
4226	appeal	3.58258398925201
8135	dlrs/share	5.487949766346147
4051	writedown	9.637698241457372
4052	year-on-year	8.415439567267319
11602	emeri	3.4185415638975174
4079	pump	4.6191930420270815
4080	bpd	9.315034951858042
4085	mobil	7.214594084400539
