0	asian	3.0963986447890877
1	export	67.10862202764642
2	fear	3.5377055629746663
3	damag	8.265266758811041
7	trade	116.42292182780596
9	japan	51.58531414234468
10	ha	232.75804705277199
11	rais	86.10596707846058
12	among	11.009269490934626
13	mani	8.845153249755946
15	nation	73.4531305786709
16	row	6.0273418106796885
17	could	42.836907043634476
20	econom	28.81143608118524
22	offici	87.32033863492148
23	said	983.9889358961088
24	told	61.757398458872544
25	reuter	23.230793940346537
27	capit	42.051958353458026
28	move	27.84296754906202
29	might	11.822556675984591
30	boost	12.509795300309849
31	protectionist	3.1186008218034105
33	lead	21.417527459816924
34	curb	4.1891510401770224
35	american	55.592892788236334
36	import	46.08613609120562
37	product	109.42451122604463
39	would	146.9716304264665
40	hurt	3.6842088241474706
42	short-term	7.432564503325689
43	tokyo	6.259365857310808
44	loss	395.44141527359085
45	gain	93.71011850747635
46	impos	6.46673111094827
47	mln	1065.671006187715
48	dlr	790.6326590326769
49	tariff	10.135059115658844
50	japanes	23.028922782521832
51	electron	16.086608682638733
52	good	26.54239041209265
53	april	206.3651482052171
54	retali	5.515632095260031
55	alleg	4.053066593001979
56	failur	4.410631528613933
58	pact	17.176410259305047
59	sell	76.93357140376642
60	semiconductor	8.92753452726893
61	world	39.10136412734082
62	market	127.306000666608
63	cost	39.06004735883946
4160	refus	3.5212871033679454
65	estim	39.44493480598837
66	put	12.610257510886452
67	impact	9.110825850883517
68	billion	253.41031485346244
70	major	45.94139807293756
71	firm	51.92033416666391
73	halt	4.523517136886475
74	hit	7.149592149192597
75	new	127.48416314893493
76	tax	75.64797587873545
78	abl	5.8610091108319615
79	busi	62.88878283266154
80	spokesman	47.36435371494672
82	electr	13.456929576269536
83	industri	127.94736345218932
84	ltd	77.73033231221319
85	remain	33.49833154576598
86	place	12.874091211031315
87	ani	33.41499936904768
89	time	37.392453257629334
91	month	98.61532566123081
92	mean	7.943491769106301
93	complet	71.23950526021684
95	subject	29.14507340478918
99	stock	196.99663594212234
100	analyst	27.19081821862314
101	offic	29.660752994166412
102	broker	6.247643391811836
104	co>	7.325170827328834
105	taiwan	7.4721685447736235
106	also	101.29584228106262
5479	integr	4.508467371505487
111	becaus	34.45091252043368
112	serv	5.695858185878837
113	warn	4.323695722023592
114	senior	10.489728336014284
116	ask	20.12476350693286
117	name	41.98666267494216
118	surplu	22.86415757277675
119	last	117.48681958730593
120	year	425.287924069549
121	pct	429.39066383845926
122	help	19.685143166543483
4799	franklin	7.016969019875406
124	foreign	44.0804377560912
125	exchang	81.88635548064673
126	reserv	50.91244563370373
127	largest	14.573319514426956
128	must	10.950947614847058
4800	mthli	6.688020520285335
130	open	26.41155801216707
131	remov	3.5645210187319134
133	cut	52.071294323590266
134	allow	19.606355243544137
135	want	13.152954433898545
4232	larger	3.0495388933163707
137	problem	11.798128976816047
138	possibl	26.81658827480968
139	paul	3.9486596287190885
141	chairman	34.13240905906311
142	textil	4.149750039513228
145	south	23.859224862443885
146	korea	5.910895598720536
147	promot	3.2505898977843777
148	associ	40.06452521598577
149	disput	9.41139215428694
150	pressur	9.766476673360268
151	whose	3.417316645729243
152	chief	14.985814389703318
153	similar	6.678784160179742
154	malaysia	4.8016406462217125
4252	arab	3.4412535693791635
157	produc	46.86842649740035
158	third	20.461694769852873
159	countri	43.103212269458965
160	expand	10.936740552008365
161	sale	252.03295588764863
162	hong	6.913819393139908
163	kong	7.074465775406321
164	newspap	8.676290295346538
166	manufactur	28.762019056094395
167	share	364.5259025555628
168	view	7.19785463897109
169	commerci	16.600742692102145
172	block	7.833037610089525
173	veri	12.161797539286658
175	mill	9.373890366984705
5593	coin	3.015809163435303
177	feder	55.19205122412607
178	whole	3.4566194196207043
179	purpos	9.017707906760668
180	prevent	4.840246506614812
181	one	153.9464443507461
182	day	42.37764305476608
183	extend	15.511469711544846
184	sourc	27.453279138943056
185	much	12.812115147397872
186	seriou	3.208491584226512
188	action	22.54875317030942
190	wa	216.1082420333288
191	biggest	3.3405367794056398
192	account	33.61596525672583
193	domest	19.69062962032788
194	australian	9.418604988838256
195	govern	52.322764696696595
4293	shortag	8.171602306156432
198	talk	39.53550484270812
199	interest	76.71611232154795
200	concern	16.261318394673463
201	minist	35.76412378183441
202	john	6.802008317682611
205	friday	11.771538364600168
206	thi	114.53822319994673
4813	revlon	4.0183626182057015
209	relat	16.864561750263633
210	two	131.4682291087617
211	partner	20.9250610135255
212	matter	4.357773867961043
213	australia	9.57734585399994
215	coal	5.099255632753752
217	signific	8.94804550062615
220	diplomat	3.7743194661867974
4133	everi	4.32028360279759
224	continu	50.71033544666931
225	rule	17.023456583896635
228	parti	9.238267884308167
229	yesterday	30.95208148806003
231	packag	8.142457138080387
232	measur	15.236430996722863
233	economi	15.509627828184849
234	propos	63.3659619121809
235	includ	153.90088588457323
236	larg	14.558917845685022
238	budget	11.995985115809384
239	record	192.37896833050817
240	public	32.69877001179759
241	work	26.651178865361075
242	spend	9.181822527005188
243	first	103.8216358356614
244	half	29.333396100633333
245	financi	58.83840549628205
246	call	25.573904064348703
248	emerg	5.25418730096587
250	despit	9.25919095122341
251	prime	26.228499135311015
255	fiscal	26.35903546189956
256	reform	5.0710993851387585
257	program	19.180025646294762
259	repres	21.32990979641669
260	michael	4.156091187110229
264	intern	87.44602759602571
265	due	40.710211400937666
266	meet	64.14469762942986
267	washington	11.619367283946088
268	week	77.35231128854642
269	effort	12.462245981619695
270	end	144.9649108293996
271	china	14.537656160194429
272	daili	10.947237275681713
273	say	110.92098751263252
276	grain	10.68506442274383
277	survey	3.641667371327163
279	seven	49.27302892627085
280	citi	12.162738611126471
281	show	27.78063323406174
282	consum	27.62013754288212
283	tonn	60.09449373696081
285	output	23.527138749462196
286	left	4.6825373928703184
288	veget	3.9932538475207555
289	paper	10.534203994509745
291	wast	7.124900450500615
293	storag	3.8093724023787745
4390	borg-warn	6.010860209080182
296	method	4.088023285441932
297	launch	6.132374683108067
299	reduc	31.030989245135476
300	improv	23.337697908273885
301	technolog	24.129232548415423
302	greater	4.983488269659619
303	addit	29.747672584351882
304	gave	11.103746250775178
305	detail	21.53639512622236
306	ship	18.186765608106708
309	port	12.614133291547935
314	western	17.041388462999222
315	lift	7.8449228172996595
317	carri	8.1136584611175
318	contain	9.528424192897777
319	still	21.89986287464926
321	separ	6.8647072649187235
322	ago	21.114497324533893
323	pay	144.8377018664475
324	claim	7.310249069340509
325	movement	4.327608927505121
326	nearli	5.629186060028871
327	vessel	5.586330441593495
328	went	8.191500745130915
329	befor	35.94849641214409
330	hear	3.4095297997131637
4151	machineri	3.282533491152438
332	commiss	41.57274107934183
333	today	71.11371811096649
334	began	10.784337963969527
335	cargo	8.30908744414138
336	handl	3.197662936951232
340	part	31.987589769677307
341	labour	3.818207122074634
342	council	12.563818188568781
343	protest	3.7950103658103775
344	chang	38.462637307485075
345	state	52.12998631832525
346	worker	10.839836114040775
347	compens	3.4754853908907375
348	law	9.887085999713292
349	variou	5.369746093832394
350	union	27.418776568667813
351	appear	5.433314854984597
352	take	44.69497446072273
353	turn	4.8128019330538025
354	short	10.356753863895857
355	start	26.16346547149572
358	affect	12.818836476122694
359	stop	6.865853452053429
361	long	12.255182929010502
362	effect	60.0709163331372
363	mine	35.96224163658502
364	gold	29.17040349699447
365	corp	340.49954180897623
366	hold	60.66012345225331
367	establish	7.149378942751752
368	joint	13.491326527215442
369	ventur	17.24038744965313
370	northern	7.500388150394465
372	known	3.8850602954601468
374	project	16.52425662227783
376	local	8.817653495216437
5524	dixon	7.250466769955974
378	unit	137.88353585012308
379	locat	7.214603143350011
381	east	8.607863154890943
383	river	5.050487833024039
4480	gdp	4.31876950528187
385	statement	42.507093989427034
390	plant	23.266870596642242
391	expect	105.99910467937367
392	ounc	11.207911779868065
394	annual	40.909254243104606
395	ore	6.66953427414385
396	capac	10.8157755101075
398	bank	204.49113985538295
399	aim	9.024468098417977
401	recoveri	4.928479654052823
402	merger	54.60745863677723
403	certain	19.21978232918843
406	profit	264.12170470630036
407	result	73.87573102555695
412	around	28.52654971260967
414	yen	19.101291496407697
415	merg	13.847269732615167
416	small	8.135073357072653
419	loan	65.43731441123107
420	octob	19.47224554085768
422	presid	38.519203803152074
425	confid	5.3490224853711625
426	hi	23.67774454785693
428	posit	19.146065901453355
429	well	24.96390251541057
430	back	12.455244260527678
431	within	14.702364139111086
432	three	94.06254785765593
433	interview	5.980548808381261
434	initi	24.536000524676616
437	branch	6.235328547739087
438	network	7.880797048382932
440	area	17.932673677726697
441	rel	3.2255782836487037
442	weak	4.274449187812885
444	whether	10.995870509045623
446	may	144.80973456631412
447	paid	20.798798557290578
448	smaller	3.5581457928871822
449	debt	30.166716614464658
451	creat	5.3925146503775725
452	compar	53.37989995470144
454	agre	65.77267664984664
456	oversea	4.785430519060926
457	enter	14.24812211980103
459	secur	64.25297432585727
461	competit	9.600493997103136
462	question	6.689815467660752
4560	sosnoff	4.254279710708797
465	made	41.657242099887156
468	hand	5.095773390913997
4566	marin	6.547188771587309
473	limit	18.75474773600288
474	invest	76.39922355008163
477	august	15.037525143620691
478	partnership	12.882058961887978
479	least	10.127711949258833
480	board	77.48068201117617
4578	usair	12.540265553712066
483	increas	101.67153853687273
485	wide	3.1814419051347946
486	look	8.687520235678884
489	fed	32.45064280803609
491	regul	5.149882223211713
492	near	8.575447657980277
493	futur	25.217281653755556
494	thing	3.2500962601553267
495	onli	25.178162866643774
496	wait	4.886496180747538
500	home	18.426883500774444
502	act	9.643182454880538
505	wall	4.811862398990147
507	hope	10.350375356521962
509	opportun	5.296245850055788
510	need	21.452663432090407
511	find	6.965752123403846
512	chanc	4.3383185198021765
513	case	6.638054576713869
514	trust	27.130093348649645
515	occur	3.582660070094726
517	bond	10.384905347913387
518	deal	25.33201914023577
519	strengthen	4.314607207103898
521	five	81.37731518136879
523	optimist	3.19400416825538
524	swiss	9.072132561196677
525	univers	4.919545916293346
526	subsidiari	60.77953452403772
5473	aluminum	5.36939606194127
530	financ	38.539278058880235
531	ministri	19.428090336242924
532	grant	6.7978733621943945
534	soon	7.762006379345669
535	follow	31.46849206159076
536	decis	15.256315977359423
537	european	23.288096007532815
538	parent	10.395894161714006
539	less	14.200591127227723
541	push	3.014243471360138
542	hard	3.1007979628182025
543	dont	4.010570208754466
544	make	58.262542485520235
546	like	20.226391951415003
547	lend	12.73018377720146
548	individu	3.658601067578016
550	replac	5.203335013081047
552	demand	18.980352128460705
553	big	3.5911489187810264
554	ad	47.970160424453994
556	lot	3.1956259860173253
558	recent	31.860783485589188
560	strategi	4.1983431869883265
8753	twa	7.495205848553718
563	next	26.553385464193486
565	see	42.351611979339346
566	right	24.09475051448251
569	indonesia	4.4781169940150765
570	support	16.266475564095252
571	tin	5.122169433347129
572	extens	5.112830127755598
573	energi	29.12637018930709
574	confirm	9.078144461940244
577	agreement	91.73442578204605
578	necessari	6.046302873332483
580	monday	9.368126212262343
585	accord	30.63778766051675
586	believ	15.026970174239013
588	expir	13.322047966317609
589	june	55.715982587609666
590	unless	6.351530700724372
592	member	20.48174254056443
593	vote	25.024558818856917
594	rise	81.23362202542043
595	quarter	101.66712007316492
596	rose	67.39418763079296
597	period	63.985048965718505
598	peopl	9.961116920226122
600	growth	34.687089653696006
601	rate	118.9604343040288
602	target	15.75099986688313
603	rather	4.6041878496300495
604	high	19.176981657367893
605	base	42.02451349128388
606	low	11.94377695120868
607	side	4.549100220848949
608	grew	3.4340721691302285
609	normal	5.903210967011341
610	qualiti	4.315048454759182
613	bonu	5.958492020431758
614	issu	46.722397757030116
616	sharehold	80.29373202931554
617	regist	7.325265647477823
618	approv	67.45615885643865
620	gener	47.67603142748579
622	dividend	139.72394629212587
623	declar	36.43289381944813
625	plc	28.972550659249745
626	stake	68.2697345564515
627	doe	18.131183275027723
628	maintain	8.755913566271424
629	latest	15.252338542089003
630	cent	27.134195142912688
633	pretax	24.164974972216957
634	stg	54.85562617199742
635	shr	633.2593948287227
636	div	143.94557803788692
637	turnov	17.619214902953736
638	compani	334.0092228660291
639	merchant	3.243243005828528
640	servic	51.291377151031675
643	debit	4.0620516902125505
644	minor	7.82276465170282
645	extraordinari	30.55075816855725
646	item	11.455151862791048
647	credit	58.196102753338096
649	sold	36.20016291784436
653	consolid	13.10236183324123
4751	scott	3.011538958917588
656	acquisit	91.29555630641472
658	ltd>	40.24511666433034
659	report	96.80425764910306
660	disclos	28.01951838451983
661	price	156.57093876257395
662	resourc	30.031171893124913
663	combin	15.07977190257957
665	german	24.234102275585624
666	employ	9.943721079670812
667	seen	9.374476105205236
669	number	18.411897401378887
670	west	41.69861443622685
671	sector	14.428642509932917
672	overal	5.969385216753629
673	benefit	14.58759356284368
675	institut	21.317286322232473
677	sinc	29.438952419406412
681	refer	5.700953373585762
682	mark	27.371349562678166
683	taken	9.52881951060003
684	order	18.55771185707231
687	data	24.959611777227185
688	februari	86.18507406374718
689	final	21.45764504486076
690	revers	8.250825113419872
691	trend	4.935577086422726
693	exceed	6.275981839499964
694	sharpli	9.117783343037685
695	night	5.077439304831198
696	dealer	14.064145462764133
697	later	13.573907485103073
698	eas	6.461529520747341
700	underli	4.056613460839543
701	intend	12.51168087490692
702	develop	40.39959655597097
703	exist	8.776031417446935
704	seek	30.47524516578551
706	david	4.00613102305844
708	current	75.43775277681488
709	manag	53.43894938259756
710	director	24.95977663627681
712	execut	22.112782230840242
713	note	41.39303218491516
714	previous	37.86063306289296
715	given	24.948432587168963
716	pension	7.8404601939921355
717	far	11.837859780315636
719	percentag	4.954005901025512
4816	dlrs/shr	3.5940789711177126
721	oper	204.72082974713794
722	europ	7.232721376201795
724	norway	3.148136469186247
725	six	100.30038766138145
726	crown	10.650438579734214
4525	mexico	3.4185401264717967
730	net	743.5232011263242
731	although	10.73658818867531
732	banker	11.46670736067333
735	treasuri	23.884172626940487
736	head	9.136008893460671
739	lost	6.580040004239531
740	money	41.08012731137542
741	restructur	17.80033423244865
745	oil	109.39050818963368
747	access	5.041135195234196
749	equiti	16.295512138153814
751	lower	41.73426898288911
752	primari	11.696441892416528
753	requir	22.71204087890336
754	plan	80.06535945673427
756	better	8.785786796761503
757	perform	8.74315877896963
759	barrel	29.716609196657345
760	earlier	50.641526361736055
761	chase	3.1829653604632555
762	manhattan	3.4926773149995274
763	decid	14.68500927720292
764	heavi	7.49562194559329
765	instead	4.333496874498456
769	condit	21.839603554073467
771	sharp	7.335441945781173
772	fall	47.385596874008165
773	dollar	33.16905590587672
774	zinc	3.506560669834298
775	depreci	4.034189044735939
776	currenc	32.261301098639684
777	factor	10.412460911082269
778	led	13.329033001300106
780	refin	8.884016203131218
781	margin	6.043818475007387
782	incom	41.55249939099975
783	unchang	17.749862200284745
784	level	33.673263122916616
785	activ	14.721094494946376
786	pursu	5.148055906718327
787	franc	38.46854894524946
788	provis	20.08942516809983
4886	leverag	3.6227791500280873
791	nil	29.477339267400556
792	except	4.831484574350747
793	charg	36.91709412342975
795	ordinari	7.728681658133087
796	full	42.15044766965014
797	mainli	7.6424713422801895
798	stand	6.242322401441282
799	commun	33.81346946820598
800	britain	8.502023730925655
801	prepar	9.63952369438863
8892	nov	5.476584243877042
804	nine	139.15487664086726
805	spain	5.692610057045485
807	object	3.867210241834332
808	common	82.63937282869114
810	favour	4.000942143683728
811	littl	8.949210978762197
812	avoid	3.2303630399999643
813	sanction	4.940589720473588
814	top	7.68701526372349
816	drop	18.47799707066691
817	threaten	3.189442715471553
820	secretari	12.042244543839782
821	polit	5.0567004083433496
822	affair	3.498084822723385
823	press	10.974430182280496
824	confer	15.236047086654958
827	probabl	8.287689817149747
828	earli	21.262628678581994
829	figur	47.002787273891975
831	situat	6.817349426058588
832	permit	5.098636231765366
833	describ	3.0095980395374795
834	step	6.1883349053082
835	depend	8.227270478381543
836	settl	3.3712884578631845
837	outstand	46.431725233838044
843	cooper	13.30213987704381
844	imbal	3.0753171893895166
845	congress	7.607073938160326
846	legisl	6.023966926965264
847	thai	3.4709758778894435
848	march	179.50732195085237
850	fell	41.16378722658684
851	miner	11.731415636062653
852	depart	37.17175546164067
855	attribut	6.883747399661604
856	declin	37.185273894909415
857	averag	31.219985351807903
858	late	15.581098124274705
859	buyer	7.995704063337895
860	philippin	4.449269801918554
861	singapor	5.5501013893591935
862	thailand	4.852325333630546
863	dure	25.803885283620115
864	sugar	30.119058563532654
865	tender	49.34062199963999
866	predict	7.953061412249425
867	london	14.606827871610491
868	white	15.037272575653661
870	difficult	4.396746355632041
871	substanti	13.286481604973618
872	award	4.25777890120116
873	highest	3.105949482698127
875	rebat	4.923060487421652
876	per	124.54539119285637
877	kilo	4.88222923717837
878	trader	19.882430875604992
880	give	20.4713797253818
882	accept	20.15957309227536
883	intervent	12.514248709701945
884	determin	8.582347859204427
885	north	17.93401799951051
887	buy	92.55841653634467
889	purchas	67.37974674969972
890	arriv	3.18638437034447
4987	privately-held	7.100574702047042
892	join	5.327727387858855
893	bid	41.792274154672505
894	san	6.184597498166389
896	inc	424.8323783864208
897	sever	19.087952366693795
900	food	19.629681832983437
902	maker	9.108239787225038
904	control	38.26178623490329
908	offer	116.68908239713976
912	york	26.774548805401597
919	quot	10.424651447929094
923	entir	6.217642527027394
925	list	6.5536225084861295
927	term	62.73582652203737
930	set	119.28665156426548
932	diversifi	3.7839709447458456
933	build	10.321494364190679
934	materi	11.648446441019837
935	group	145.877564067893
936	alreadi	17.334814141196468
937	bill	25.487053283416323
941	advis	7.483440987673665
942	discuss	19.007973197188967
943	progress	7.820009466529899
944	recommend	10.825014515369853
945	keep	6.753385709404248
946	previou	24.08211863338071
948	close	44.9881025557069
949	abov	13.812820221857578
953	zealand	6.536535649442583
957	hous	27.738874987508563
958	earn	74.21515037512032
960	interim	4.302966525538556
961	motor	9.046524398380933
962	slow	5.518952644993077
963	caus	12.02185902434989
966	vice	7.777592660379214
967	leav	7.387199143076055
969	violat	4.782634394747722
982	power	15.306923599658433
983	forc	13.360820027575805
984	excess	5.763365531314381
985	stabilis	5.085401747167956
987	inventori	6.889785950829044
989	chip	3.616628941124977
991	fail	7.890438145293757
992	tomorrow	12.535300671473182
5089	dalla	3.7613864588713732
994	clayton	3.2491638146305597
995	yeutter	5.752154032884754
996	unlik	5.269208565256316
997	delay	9.383798777734913
999	bell	5.480036680374095
1000	standard	11.910288857105394
1001	charter	5.736184905415323
1002	acquir	108.59585989255774
1004	headquart	3.9323243296836283
1006	held	27.94885154147718
1007	robert	5.855582106442553
1009	court	13.889506645943728
1010	avail	16.962389902657623
1011	comment	22.26880053490895
1012	intent	18.269668047845993
1014	nippon	4.521500854772182
1015	steel	14.868601314697296
1016	deni	5.946859554397539
1017	suspend	7.559962728766712
1018	announc	53.04775119498648
1025	request	7.221898523666969
1026	consid	20.421246652865886
1027	reason	10.237452030144958
1028	use	33.03077416818825
1029	crude	38.749207529727336
1030	total	80.81963269147839
1031	calendar	5.824080921173478
1032	withdraw	5.847481497238326
1042	stage	3.956153884748145
1044	expans	7.3722856752290165
1045	without	11.629598543145466
1046	dilut	20.626566868341737
1047	howev	20.55575666367424
1050	welcom	3.6534629713532043
1051	monetari	11.802074905240667
1055	committe	15.503630402719185
1056	process	13.378564107039837
1057	principl	14.060902318869216
1060	inflat	15.65105759614652
1061	inform	14.6542886132583
1064	session	7.555236410638586
4809	oak	3.000168063669282
4274	defer	3.4998257287266736
1073	file	27.133595177574488
1076	former	7.836166453222766
1077	fund	37.26791486886042
1078	farmer	3.526862708964292
1079	owner	4.817096293319335
1083	duti	4.837329167572973
1084	second	24.163557162238657
1086	suit	7.0063385379841385
1087	lo	3.7513364484783898
1088	angel	3.926333687570969
1090	stockhold	7.514791605345641
1091	sec	6.6870558130447
1092	transact	34.04140461410777
1093	repurchas	15.455398414103763
1094	retain	7.782057288876622
1096	creditor	3.2087956214414204
1099	tell	3.8026940958946938
1100	amend	5.668382875033231
1105	assum	5.113554229300523
1106	decemb	50.872319480160556
1107	contract	23.343492232895247
1108	corp>	23.711619188585807
1109	payment	25.192107257046285
1114	resolv	5.256610077652608
1115	ownership	7.251035319706511
1116	submit	3.437159752204965
1117	attempt	8.457428753707944
1120	fact	3.0390214446306243
1123	come	13.367362440377956
1124	reach	25.559726826778967
1125	direct	7.34464131673732
1127	express	11.877351914945121
1130	settlement	8.13008671874105
1136	portion	4.2721889738551795
1138	split	60.10467615601927
1139	person	7.688532972070307
1140	prospect	8.074352609192188
1143	investor	32.25706800747167
4287	entertain	6.642623420810733
1148	live	5.935733371412488
1151	know	3.426657467728632
1152	schedul	15.07448377703547
1153	revenu	33.89117982035902
1157	central	30.638490086170243
1160	crop	13.160210234700905
1161	four	63.5264224662915
1163	past	9.311101708293052
1166	region	8.28284074962248
1167	coast	6.302708607808446
1171	partli	4.9196779970072475
1175	summer	3.2938578561505536
1177	season	18.49916561722785
1178	begin	16.604945679865658
1182	outlook	4.323572633272067
9379	boliden	3.000325927965374
1188	southern	12.109150685384051
1190	forecast	24.354857519339625
1192	toward	5.149165432678937
1194	run	6.297111196298641
1195	french	18.942532982769663
1196	weekli	4.679941672890885
1197	maximum	4.348659556002515
1198	ecu	5.293422085837135
1199	itali	7.287003513031067
1201	higher	32.72331015182802
1202	italian	4.9842736487963935
1203	insur	29.499046510193747
1205	significantli	4.150800088279886
1206	lire	3.6966082526424646
1207	premium	5.333455805357077
1211	singl	2.999014040282208
4298	index	15.601673408071226
1214	shearson	5.291273538992634
1215	lehman	3.0167383378830124
1216	brother	4.918560603870569
1217	quarterli	56.9850535651927
1218	recov	3.660599271335303
1219	slightli	7.479155297119682
1220	januari	81.42568295151197
1222	soviet	11.617426403708226
1224	deliveri	7.631497056263997
1225	shipment	12.640136195417659
1226	return	13.484498552677003
1229	reduct	13.069900518273053
1230	offset	7.189163735211323
1231	balanc	18.13938330622839
1235	metal	11.289449696256764
1236	cash	64.64772718317319
1237	sterl	8.501826665511489
1238	dutch	8.176762761032872
1239	chemic	18.513065361357793
1241	fulli	6.8727437729652445
1242	state-own	4.359234649612583
1243	guilder	6.2321570875532615
1245	divis	25.301106743361427
1248	previously-announc	5.893201265502364
1249	comput	22.63046090237617
1250	enterpris	13.86271643105126
1251	advertis	3.3237383263710236
1252	receipt	3.5833742170672864
1253	basi	17.640611304578044
1254	california	8.940585367240924
1256	qtr	395.26256236742086
1258	research	11.798331636319594
1260	tri	9.202397395153417
1262	fluctuat	3.2366947303170552
1263	novemb	16.615671345193945
1265	qtli	118.90066930761326
1266	ct	940.1770007461042
1267	prior	138.22351138886006
1271	takeov	24.061682001500376
1272	inc>	46.49953523528675
1273	indic	14.099175482149356
1274	dispos	7.0023460476576025
1275	plu	10.1129624448221
1276	asset	69.96286054752298
1278	sent	3.4169532062645476
1279	receiv	39.54820926182563
1283	immedi	19.381782508398366
1284	wholly-own	4.339573955482594
1285	septemb	21.619332923294163
1289	brand	6.941242165347633
1292	negoti	26.17170278889185
1293	assur	3.828943911276481
1296	equip	16.257902071475623
1297	special	20.515971506183174
1300	telephon	9.895848140544427
1302	machin	3.124735044154777
1304	urg	7.227810271700722
1305	farm	7.599120554025821
1306	juic	3.9041288032509303
1315	visit	4.751054404252536
1316	feb	60.11977373727268
1317	rev	331.007875166728
1319	independ	7.526860601814802
1328	draw	3.463577243521816
1333	strike	11.31810513357677
1334	workforc	4.61991947847663
1335	main	12.210560446753263
1338	ground	3.9659287206989955
1343	legal	5.583756344368476
1344	mainten	3.296109524032128
14548	amc	3.00116201084274
1353	avg	137.1645635984962
1354	mth	127.35671705805122
1357	strong	13.878072512655455
1358	favor	4.521805585946353
1361	save	38.558729411680986
1364	note:	183.7660815944967
1366	swedish	4.717970542802812
1367	unemploy	11.944020254954989
1368	steadi	3.1751724546176865
1369	bureau	6.239872349660422
1370	statist	20.322687462373445
1371	stood	6.122592999836102
1377	contribut	7.9014429260475865
1378	introduc	4.12570087531623
1380	saw	3.6173113760700644
1382	particularli	4.5561234774030375
1383	preliminari	7.32526598149685
1385	co	9.641166095021234
1386	definit	14.225042250400964
1388	involv	11.431102052220036
1395	senat	7.064274976086963
1396	william	6.1236666630106225
1397	shortli	3.2739208946392204
1399	corpor	17.772593672679736
1401	speak	3.485653251183929
1404	provid	27.22571258992006
1413	privat	23.153047419499483
1414	correct	7.744082312666612
1416	hostil	3.6414253820580154
1417	actual	4.3113903378676595
1418	form	20.63180448075668
1422	get	17.65022231594751
1423	togeth	5.129367515717018
1424	approach	3.653505951555812
1427	equal	8.749002801645554
1428	cover	9.482472163726959
1429	defens	6.4918483771634135
1431	green	3.4829242112151193
1435	pass	4.252621155785906
1438	exclud	50.51032118667812
1439	brazil	18.825662158997652
1441	approxim	6.012854043000226
1443	long-term	8.307631828284078
1447	potenti	6.5620705479522625
1449	rest	4.702495420671877
1453	resum	5.442123418482765
1454	governor	4.201232681261221
1458	matur	9.13873817067052
1460	stoltenberg	4.779457441087072
1461	pari	11.793050334113504
1463	way	12.071736245175677
1464	stabil	13.603543666830117
1466	fundament	4.224965819462164
1467	canada	40.54263894061756
1469	ahead	5.943717759892194
1471	bundesbank	9.681930381149417
1475	louvr	6.2172773795985945
4947	telecom	3.9748152038119717
5577	ico	6.015387586638907
1482	germani	13.86478816724023
1485	yet	9.276250718619393
1487	pledg	3.444910833255718
1489	deficit	28.00562711056614
1492	cannot	3.4130087056869325
1494	seri	7.30024967316416
1495	belgium	3.3872304021535546
1497	subsidi	4.413029695824343
1499	cumul	6.957869325855512
5597	carl	3.0818562749121883
1506	versu	7.13969423157007
1508	employe	8.730521340502468
1517	brown	6.439809260407351
1518	qtrli	11.722102750790999
1519	date	17.60519175725244
5617	tanker	3.3707758268188472
1526	distributor	5.378684157660599
1527	undisclos	26.2792750760386
1529	jan	64.76623968828419
1530	canadian	30.197986429858872
1534	ga	35.39811907562392
1541	expens	14.167011182874255
1547	retail	13.627457800546168
1548	media	4.017623528912466
1549	video	7.810357317443076
1552	woolworth	4.403548621011752
1553	hike	7.616739914539895
1561	netherland	3.7212350018527327
1563	harvest	4.676750693490001
1564	quota	18.37410511560751
1565	system	69.6891240156428
1567	amount	31.06995281041531
1569	grow	10.783926860117237
1572	dairi	3.249816508437915
1574	morgan	5.553576162230306
1577	formal	5.004322520934857
1583	payout	54.04506320099389
1585	link	5.59857588226044
1586	prefer	28.443565931489335
1593	bancorp	17.73455381983625
1594	southmark	3.262860540133385
1596	care	7.1733408384849415
1597	facil	11.438297469012223
1599	bought	26.379040072665827
1603	bring	14.678448198431749
1604	health	10.537023039509224
1605	deposit	31.158081183198057
1607	ohio	5.728617628793325
1610	class	15.85489080766768
1611	reflect	32.06227023831628
1612	two-for-on	15.335829091978868
1614	author	17.745167547019022
1616	valu	34.48008543322713
1617	payabl	50.29909947099115
1619	aggreg	3.2090926395424373
4366	commonwealth	3.349815151346302
1625	consult	4.587550771600586
1626	america	15.097637043942234
1628	investig	5.304913479019743
1629	protect	8.469010640090355
1630	agenc	16.99946377967384
1637	key	7.753613500185648
1638	fla	3.2629626294631833
1639	custom	21.33157972673858
1643	houston	4.1262009391309125
1649	medic	12.24630234681259
1650	distribut	28.740214720824454
1653	realti	6.3774648096638655
1655	advisor	3.652802696479778
1657	sun	6.546454448078294
1658	heat	4.372658296224852
1660	decreas	5.390746212160366
1662	gallon	4.002946261743167
1663	adjust	44.32105850317259
1670	unadjust	3.338700621964349
5767	cpc	3.557029116057379
1673	weather	5.043891127610968
1678	balladur	3.0015744891520377
1682	miyazawa	5.218064028585849
1684	sumita	5.3699797088669525
1685	british	18.63128654988278
1687	exchequ	3.246705415750946
1691	sign	29.4641974412628
1696	met	5.758337718868129
1697	jame	9.218765810632965
1698	baker	18.314033731286788
1700	attend	4.001440660408892
1701	particip	7.641994705173257
1703	interven	4.589793382693209
1704	suppli	31.751160214802407
1705	temporari	6.205911111286405
1707	via	3.300823595583439
1708	economist	8.089988940537813
5807	supermarket	6.457479243630949
1715	afternoon	3.4184860312992313
1723	continent	7.712344883487921
1724	reorgan	4.090078630410364
1725	plc>	9.853581046373076
1726	lloyd	3.5300587053194015
1727	redeem	4.128148982120459
1729	entitl	4.06984398146052
1730	holder	26.510643983755774
1731	monthli	11.179682785579745
1732	float	4.413375263441254
1733	rang	17.751262862687646
1738	life	13.516066880011214
1741	review	14.0446720534761
1744	advanc	7.339672074625315
1749	valley	6.196096654672085
1751	along	4.14940456998863
1754	line	22.5320537168305
1755	carryforward	11.669431577036464
1757	termin	17.997740380862748
1758	dominion	3.038437413384639
1759	burlington	3.2591101316890563
1760	rumor	4.884800580719318
1762	fleet	4.025223441303904
1764	regular	26.324114946171665
1766	eight	55.01379652360126
1767	publish	9.94862434052587
1770	respons	13.528734206896674
4392	gaf	3.399242634693707
1781	morn	9.713840942563786
1785	concentr	5.488787423279709
1786	overnight	3.1563124061502283
1789	backlog	6.086863997144927
1790	instrument	4.2448555502915415
1791	discontinu	29.871832860246972
4424	job	4.48228863653465
1793	cocoa	14.001786788924278
1794	depress	3.4511489393970987
1798	aid	7.944651543635299
1799	buffer	9.954934683628204
1801	success	6.746394754239693
1804	present	15.19820014055941
1805	deleg	12.540884503911162
1806	anoth	16.75043459190062
1808	african	6.380530255938412
1809	commod	9.232266070823746
1812	even	7.73753724067559
1813	add	7.518983926644947
1814	arrang	9.043972437681331
1819	fourth	18.799400803779612
1820	post	28.146619078735537
1823	suffer	3.0132911041614783
1824	spokeswoman	4.737612642190117
1826	restrict	8.287526394783447
1827	fee	4.973549316371959
1828	yield	9.485227976326719
1834	mortgag	11.449539353736833
1839	furnitur	3.0715161400225446
1841	flow	8.661181359517018
1842	telecommun	7.567013298801425
1844	free	8.155126839181241
1851	brought	4.6942209599752776
1853	seem	3.478081003427668
1854	field	9.54965173066972
1856	pre-tax	14.714568852346774
1859	usa	3.5806032986435667
1864	tuesday	5.228606822961987
1866	commerc	11.090331362613624
1867	test	5.344578347519265
1868	calcul	3.462612938839586
1872	minimum	5.10844392235152
1876	station	5.649552193464221
1878	juli	24.949238591566033
1880	letter	19.46848973482254
1889	wholli	6.205541283163334
4291	util	10.595384072758787
1899	newli	4.801046325195627
5997	hugh	4.4883456583094095
1909	buyout	11.802663452975303
1912	upon	3.926918476485092
1915	interst	3.6756955192267373
1916	properti	25.220699095197908
1921	regard	3.8990663929449934
1922	applic	9.806957070617484
1923	real	16.370648428339408
1924	estat	11.645908632872974
1925	transfer	6.077360438473451
1931	oct	3.018122914520335
1932	restat	14.898561954993896
1936	broadcast	7.041980009729302
1937	cabl	9.984363007809433
1938	televis	8.674424636541213
1940	harcourt	3.772030009628256
1950	book	8.354326274577662
1955	found	5.084355276006292
1956	attract	3.2567241456602054
1959	specul	8.05289336268174
1960	almost	6.043933158366449
1961	jointli	3.593838222724845
4423	dynam	3.4110573253037595
1965	street	5.556144801529479
1969	came	4.605100342397685
6067	wti	8.162300243316896
1976	done	3.1920029857523047
1981	sheet	4.553143575785942
4132	wage	3.057510008113691
1989	auto	3.136975610585646
1992	realiz	5.634421664712817
1994	think	8.584283113975673
1999	johnson	4.677045482463837
2001	worth	12.014831855548582
2006	enhanc	3.4018521939018815
2010	store	26.738834909200737
2019	laboratori	6.54487604277197
2026	dump	3.099362416337901
2029	reagan	14.566277576607884
2032	commit	8.435783399766361
2033	design	9.345407672208806
2034	fair	3.7148015625706816
2035	practic	4.688678187761803
2048	enough	4.906926565616951
2058	counti	6.120083096590287
2061	administr	11.872021358858987
2062	technic	4.176377861142362
2064	took	5.093350440194171
2065	divest	3.678058381506933
2066	option	15.80902254390898
2067	either	4.571334304888152
2071	polici	24.611590908897075
2074	discount	18.34091736923948
2075	flat	3.600549818842428
2078	outsid	4.400699166815836
2083	appli	7.310021227649938
2084	feet	7.891246132521241
2085	forward	3.0924092629290256
5525	cyclop	11.329489714517063
2092	basic	5.719615500305269
2093	clear	6.296182330533778
2096	warrant	10.259815150851697
2100	florida	8.279211727225604
2103	after-tax	4.383871028519755
2106	mutual	7.037943769534062
2107	debentur	7.977653390916121
2108	texa	19.494293648780314
2112	achiev	4.93342333525893
2116	volum	6.8128845024040645
2119	great	8.01064396338353
6208	royalti	3.563365748225075
2130	justic	3.1042953668928224
2132	point	17.945818316524285
2136	structur	4.3896989880263915
2138	africa	6.224827045352249
2140	consumpt	5.539628554170684
2142	risk	4.61270793131141
2153	raw	4.913438876398519
2160	face	6.962885421365381
2163	colombia	6.2644860540905025
2164	coffe	24.275573771802172
2170	becom	12.10203990630195
2180	sea	6.2269336649150855
5142	shell	6.538576442724016
2185	solut	3.4982113280946576
2189	explor	14.764189095514254
2194	water	6.942132762139565
2214	liabil	7.623687060032767
2215	gatt	4.834403545397194
2216	leader	5.6205141739219275
2217	agricultur	18.85588644116532
2218	round	5.209656779955678
2219	global	3.1949940742480383
2224	staff	3.1015383022453986
2227	elimin	3.1721382769893083
2231	defend	4.551956675452174
2237	subcommitte	3.8114576515067426
2238	richard	4.328272281233666
2244	convert	17.912833855313288
2253	worldwid	5.149369880236319
2258	doubl	5.335920744808061
2260	borrow	11.394603564870469
2265	cite	5.245411037739815
2273	drug	4.0933176808559875
2285	construct	8.818937646108303
2287	engin	11.057030250175787
2288	instal	3.247645200506033
2291	gmt	3.6928304495059856
2295	cotton	7.130610334519737
2296	bale	3.0539205700075382
2297	lb	3.0096122112150776
2307	news	11.733414005562071
2310	pacif	19.09238612624331
2313	remark	4.173427133181646
2319	assist	10.114850207856904
2324	atlant	7.494207711740281
2325	hotel	5.6227848236165325
2328	center	8.918731620259912
2330	connect	6.440190007794587
2333	thursday	3.7134919060556797
2334	ecuador	7.1082114032607375
2335	anticip	6.010209197236229
2337	brazilian	8.66848951013471
2341	iranian	5.818351164847578
2342	iraq	3.437790522024654
10543	harper	4.314999583927463
2355	attack	5.359472827638861
5172	illinoi	4.434150653548239
2370	iran	5.847649954299811
4307	war	5.4809718935807785
2379	gulf	14.522288822878938
2380	offshor	3.9428834522185623
2384	hour	5.499560944111451
2386	lawson	5.75850214558947
2388	usda	9.842159638815174
2396	respond	4.810663850912712
2398	airlin	9.695761835554233
2401	releas	12.719480065349018
2404	circul	4.202766087576619
2412	bear	3.519859343477248
2418	car	5.9626392833863795
2425	break	3.0870084297498184
2432	consider	7.53136576545492
4309	bodi	3.653736337243404
9284	bankamerica	3.27380684024978
2464	scientif	3.1896101528706566
2474	orang	5.077552194997938
2475	calif	5.272124773413173
2481	renew	4.764133016646461
6582	five-year	3.2439659870929995
2489	conduct	3.314333378577655
2490	exercis	7.446033908249186
2498	writeoff	3.0102059035040845
2500	cubic	3.6962854729537815
2501	natur	13.430444485502196
2503	satisfi	3.089010304942058
2510	chrysler	7.372912861232515
2521	cours	3.693798135053168
2535	plastic	3.3154392550270617
2540	aerospac	4.315560700196557
2542	implement	3.636692107068778
2543	strateg	3.81005328769871
2546	copper	11.169556354027497
2548	columbia	3.000133146464715
2549	affili	15.233129626188433
2554	conclud	4.01712410730348
2557	ton	14.299131321418411
2558	grade	11.86020035688129
2560	silver	3.8306188612383116
2565	princip	7.252523131741288
2571	light	10.310379564676126
2574	liquid	13.118311845703554
2575	reaffirm	3.681359731741784
2576	deliv	3.2875426282489513
2580	obtain	5.863230741106055
2587	sought	3.544731242794079
2590	intl	3.8312068384742384
2591	enabl	3.9054753655859
2593	jacob	3.0505639525943073
2594	abil	3.0865485560854564
2599	rubber	9.313659728779246
2601	origin	10.681047087070693
2603	air	10.26760930514378
2606	dec	25.253823108970334
2607	qualifi	4.150389156971548
2612	petroleum	28.831456556992848
2614	hudson	3.875358156374263
2616	distil	3.931580836740779
2622	encourag	4.974230241703096
2643	proce	9.775758820105988
2644	repay	5.191112729332355
2648	regulatori	10.312859824439165
10845	cyacq	3.836157512832284
2657	scienc	4.47694210244103
2662	boston	7.281939569242178
2677	gross	9.249046791715427
2696	certif	9.181679114144027
2697	elabor	3.134576854361933
2704	bancshar	4.641291855491675
2705	pipelin	10.08267404337346
2706	transport	13.217867152608541
2707	mile	4.1841241287274835
2708	old	5.320409715194901
2711	northwest	3.0543647906016966
2714	respect	22.6320731070451
2724	drill	8.52213455705244
2731	bag	6.3818325085216605
2735	card	3.6286551893829007
2737	nomin	4.262692067030968
2738	altern	8.406480620738831
2741	inc)	4.755952846776816
2747	nova	3.0412137741643583
2750	go	5.573464238169708
2754	oblig	4.296227375615899
6852	viacom	3.629522357277933
2760	year-ago	11.39541564421699
2762	dome	5.961598319853748
2764	imperi	4.214366448780728
6867	black	3.2746460078135846
2780	best	6.247972354297099
2781	volcker	4.838017299971635
4561	caesar	4.915116380236714
2797	size	3.0374155539125605
4867	allegheni	6.4859297971156415
2809	ceil	3.6425591453966466
2817	registr	4.592594897288183
2827	sept	14.790878222084803
2833	merril	5.042831352486855
2834	lynch	5.201802870757556
2853	santo	3.0721744530324027
2857	exxon	3.7496568196554065
7733	dart	3.509459460531718
2864	island	4.314201235456226
5256	unsolicit	3.543304975619589
6962	restaur	6.027412147833919
2867	aluminium	6.625435754252497
2872	venezuela	4.239019776172015
2877	smelter	3.3258583701362334
2879	rio	3.547717496648685
2894	fix	8.93754341302699
2897	alloc	4.154369889620159
4579	piedmont	5.666677494607403
2901	england	17.65470379644417
2904	differ	6.099382446996315
2906	oppos	5.806258306444362
2908	suggest	4.743040885374146
2922	equival	5.388770909514484
2931	appropri	5.103318797309258
2934	organ	10.487118068006058
2940	consist	5.840308582320481
2944	print	3.2118715636126582
4588	aug	3.9409800161587514
2959	shortfal	3.589662610456611
2960	saudi	8.127442064475005
2969	spot	5.7949831077189256
2983	india	4.59123800154253
2986	specif	6.150592685023218
2987	eastern	5.661694340041768
3007	ten	4.577569686327042
4465	weekend	4.371991191462791
3032	leas	7.428494032632539
3033	sum	3.2530360678083308
3037	extern	4.000000063414261
3040	freight	4.699791845192394
3041	adopt	6.736614202347163
3051	upward	3.2741711834877916
3052	revis	23.462264108340474
3068	compon	5.328099707503019
7186	cts/bbl	5.172478211853589
3092	especi	3.2268543507152296
3093	stabl	4.136356773632959
3101	proceed	6.11222668306662
3106	republ	5.192234356929706
3111	wednesday	6.119190539738914
3114	foster	3.078208665244582
4741	broad	3.034270570102738
7217	bbl	3.4321475153244663
3126	provision	7.687828437154129
4617	aviat	3.547233611812252
3129	becam	3.0517460424398024
7230	coastal	3.7732454716272303
7232	dlrs/bbl	4.952796380532175
4619	tire	4.220412717410665
5302	m-2	3.0805587810759247
3159	engag	3.137881834063165
3178	organis	6.238614271806161
3181	coloni	3.2804609435953376
5309	gnp	5.239253733547497
3188	cattl	3.37108634581803
3189	auction	4.552533020772262
3201	subordin	6.1406285072361255
3209	band	3.279686900317813
3211	pound	7.859746343700102
5315	baldrig	4.145877244023568
3239	hutton	4.842652669170897
3242	purol	5.7211641196503615
3243	courier	4.3073718662612315
7356	ibc	3.6404279648002458
3263	match	3.137824603134747
3283	studi	12.714324120773497
3284	examin	3.0635271463163987
5326	arabia	4.466345966149482
3302	peru	3.112114926430648
3309	hill	3.1719085052507987
3315	supplier	3.0992772239743913
3326	feed	3.0376914771114225
3357	guarante	6.544543972748404
3358	compris	4.707636559783215
4656	postpon	3.265969382562753
3375	tax-fre	5.772108250269725
3376	hanson	2.997823217197691
3381	elect	4.014530273606568
3382	famili	6.192944744480356
3383	narrow	4.221724468748351
3389	rand	3.0345522072348645
3410	santa	5.8575873236779215
3429	three-for-two	11.016443253236819
3448	martin	4.86682993153107
3453	gencorp	11.428653447834682
3465	reject	13.354731379531554
3467	diamond	4.639105751657701
4674	bay	3.1930608188661505
3472	specialti	4.629292850463954
3480	harri	3.3389019367370474
3496	sweden	5.090846325159056
3509	chicago	5.802826227703182
3512	ford	3.357020525422498
3513	cts/shr	3.364157396663462
4906	primarili	3.3467222561919905
5028	virginia	3.485948465197891
3552	pharmaceut	4.060307126699868
3554	hospit	3.9645211372419262
8889	chemlawn	5.66489173729658
3585	royal	6.53943176019403
6061	lake	5.0490230844944985
3607	retir	4.918932328532917
3609	zone	3.3322182691197755
8795	nuclear	3.1048050338181223
3624	longer	5.500438829113772
3637	michigan	4.842973488517723
3650	taft	6.814572636533736
3669	signal	3.3464807993088685
3679	southwest	3.605020543279052
7781	colorado	3.121996559185151
3700	citicorp	4.005188079495456
3704	belgian	5.212455058881512
5400	tool	5.058012188180346
3730	fuel	7.873110795425104
3736	alli	6.936717476582791
3740	newmont	3.238041075688529
3752	million	3.563922531808387
3762	toronto	3.001042731750707
3765	midland	4.240710091676454
3784	box	3.2686708946490417
3790	frozen	3.4891560280001026
3796	acr	3.8107773283189244
3803	shop	3.5336754426339376
4226	appeal	3.6539521397121275
3814	shamrock	4.8582914523260845
3817	evalu	4.312091857891101
3822	note:1986	4.1781813634443195
3828	satisfactori	3.039702104932176
3842	bankruptci	4.078640604074385
3855	fire	4.90491890648345
3871	opec	12.961282816543644
4221	texaco	3.4243205730608266
3891	pend	7.102806397097566
3894	brokerag	4.234837716355446
3895	wholesal	6.764327608399693
3909	land	6.9901231004660245
3912	louisiana	4.285661797246716
4749	pennsylvania	3.109147725319197
3930	softwar	7.601423101258117
3941	m-1	7.969448302509129
3962	identifi	4.57465841984359
3969	radio	3.6103610777346162
3979	refineri	7.976710104058113
3982	gasolin	4.60343716318391
3984	sweet	4.738023143736522
3985	intermedi	4.508793431934095
3986	sour	3.5824692142404118
3990	kuwait	4.326452890721183
5725	icco	5.834112568941413
4038	convers	3.9225763210350455
4051	writedown	10.06320657965209
4052	year-on-year	8.846710689108956
4079	pump	4.0199419929030515
4080	bpd	10.04460040747728
4085	mobil	5.525395289565291
