1	export	126.39803466578105
1040	stake	70.19951031018466
8	trade	168.60746025994192
940	base	47.50057201425621
10	and	68.84580582634321
11	japan	82.50912341830337
12	rais	93.59044179647793
1037	declar	37.88372054828646
16	nation	88.03377643032786
18	could	59.63484980670064
1795	payment	33.13625866402321
532	made	52.12337311095608
21	econom	41.20758293899578
534	current	97.14690670713163
857	averag	40.55246084043089
24	offici	107.82923173149238
25	said	1210.3360876796046
538	system	79.02250410998693
27	told	79.35323001098192
858	six	114.05503434215224
30	capit	43.24328902373607
31	move	34.11446248072812
2080	save	39.707705110432116
1057	extraordinari	32.21667254921765
1627	previou	34.18727237307931
548	januari	74.88013544017484
549	contract	31.35360355154326
38	american	63.527037950743875
39	import	72.69422318845288
41	but	42.41965715592383
555	board	85.23756929684332
1280	full	45.56862921747143
48	loss	409.9708463370612
49	gain	99.26332663813346
50	the	595.9438111083161
52	mln	1198.4961452588657
53	dlr	737.4331924331906
55	japanes	34.91252167847143
58	april	239.60720620412857
1595	revenu	33.43337504085668
1085	adjust	46.685893076828926
1086	currenc	43.927322818392675
1599	exclud	53.700863716826824
64	sell	86.13763434420557
66	world	51.81282026206525
67	market	177.94691695918678
68	cost	41.968655305244184
70	estim	59.544516570418125
2031	feb	64.76119562553752
73	billion	302.13170835882505
75	major	59.431197372267576
76	firm	54.442526135482304
79	product	121.90459279699905
81	new	153.83039648526818
1106	debt	35.6732202995662
595	report	124.17279260554105
596	amount	38.936986949559795
86	spokesman	59.860764461297784
599	nine	150.7882918834814
89	industri	130.7689264673214
90	ltd	83.91473344454006
91	remain	43.71557955285103
605	approv	61.72507410432204
606	for	92.30102077569269
607	wheat	57.408730316367844
96	month	112.83455762132736
609	agricultur	47.644970809970225
98	complet	72.9171614690129
894	oper	201.10910056970587
100	subject	31.26764291869172
1125	canadian	40.77416521455552
3345	petroleum	34.774664553157706
104	stock	211.83903877394874
617	mine	40.449149978564456
618	gold	35.70828885044084
619	corp	360.8948469235122
620	hold	65.41769629861992
1419	investor	32.580370005178175
111	also	127.09868293792421
2672	discontinu	30.983541544924098
1137	inc	450.51643903473155
1651	hous	36.27803415130654
628	own	45.10276375793263
105	analyst	31.78708981620187
632	unit	152.42798041574758
122	surplu	32.03596103865423
123	last	159.10267041249162
124	year	488.49929831802655
125	pct	508.7673260236087
126	help	31.767012515191386
128	foreign	59.64493099343375
129	exchang	93.67969663920469
130	reserv	69.48448916945722
131	dlrs	191.83099803150006
1046	stg	74.59790499481089
646	annual	46.87434558266371
135	open	37.13695692623856
139	cut	65.41217880472736
653	merger	54.67453202761096
656	profit	274.1383037623251
1048	div	154.68388895424522
1825	split	62.03524409554316
148	chairman	39.90667762303279
2299	payout	57.985889999652684
152	south	34.285478708641186
155	associ	38.21460916301716
669	presid	41.561581465581106
1185	west	51.60102880627704
674	well	31.935485205916724
539	four	75.50243765109245
164	produc	55.68439452890304
166	countri	38.04745220090345
168	sale	275.59471812100855
2247	jan	70.05722234574732
1394	cash	69.84609940766711
175	share	344.1021836568599
1200	februari	88.35502511149265
1993	qtli	129.1584167452285
186	feder	66.64174580648505
1211	seek	34.36874440397858
700	agre	72.93824163298554
191	one	183.68114239526452
192	day	45.411235723981
705	secur	68.76172464185292
1219	previous	37.641308291639284
1220	given	31.154198557027758
1365	shares	51.170957212690745
801	next	36.54042292083504
201	account	42.692990800947626
1899	quarterli	60.8931155270312
1882	higher	41.46426329070624
205	govern	66.87092075594735
1742	bought	40.42315055151755
208	talk	42.4412835795009
209	interest	89.81877311409754
211	minist	45.370407575639405
1401	receiv	43.407242674542296
216	thi	35.474509553245056
2070	avg	146.86633554589915
731	fed	50.13631510069921
220	two	162.63474511116266
638	statement	49.69111106971266
1248	barrel	36.8128316587462
720	invest	76.12792176173171
550	five	94.9500511791433
1260	dollar	76.90338626587223
1150	per	147.73909753850245
240	yesterday	42.63019319173356
1266	incom	43.42789895006986
245	propos	67.76867266491602
246	includ	170.01713640850255
1271	franc	39.10832976339241
2071	mth	132.37322377977716
250	record	213.47101860697123
251	public	35.60743317080018
252	work	31.40252733614969
1277	charg	35.870187887830085
254	first	118.98040038335718
255	half	36.11159210444963
256	financi	64.23235016879735
257	call	33.02995615429091
1282	commun	36.040691289835614
43	would	190.91213971427388
772	financ	41.78731560089179
775	subsidiari	49.69467578238863
1289	common	83.97098421468976
267	fiscal	32.15463079252066
94	time	46.03343480750883
898	continu	59.81955811324471
2321	deposit	32.94207552416556
643	plant	33.454494003902056
276	intern	96.41235749621093
277	due	50.44034237525423
278	meet	64.97296601522939
791	added	33.375738495677595
280	week	99.54459461645953
900	company	80.20489447972803
282	end	164.9869541828551
2332	payabl	52.227098117651416
286	say	137.41863708382888
1312	outstand	32.23764917484798
289	grain	37.6388266054985
1047	shr	673.8154022542169
292	seven	56.828126108201516
902	loan	71.1312260683109
294	show	36.76622977459315
811	agreement	102.18802408231329
1050	tax	84.86456909423072
1033	sharehold	70.31027751806381
821	june	66.6789343683668
1986	qtr	425.75068656389084
313	reduc	41.363303192942425
1306	figur	52.500277349586646
829	mark	33.871932480579176
830	tender	66.4681333727555
565	develop	45.03487474839504
832	bid	49.68061321117611
835	rate	146.2616325756794
324	energi	33.61414516791949
837	credit	66.98253232235332
838	fund	44.78740179887655
839	buy	117.04791471404913
909	acquir	110.64843802287335
842	earlier	64.11353695779819
331	forecast	38.31277421105152
845	net	786.8424043166223
334	expect	133.14755572217268
335	lower	54.47037339748626
1051	name	43.42966113504084
849	reflect	36.80009084203776
338	suppli	41.626351704990505
341	follow	39.42294734140289
1366	york	31.987124099251634
343	chang	45.319187547824356
344	rise	101.22874301927688
345	valu	37.67915376635566
346	yen	46.25226748213261
347	declin	46.58231057273833
349	plan	90.11274961885347
863	note	43.04990492545375
354	resourc	33.31380620533067
867	dealer	37.36888273560223
1380	term	54.68456649441722
358	oil	155.9950829539116
1169	sold	47.0886025077362
361	provid	34.436479467074946
363	march	204.32611446856876
877	money	62.305278748616665
1643	close	52.00478147350772
370	deficit	43.750493092305824
372	quarter	109.03496898582351
375	ago	31.892250527418046
376	busi	57.87503108712018
377	depart	56.39746675406792
379	rose	80.87581489652283
892	compani	280.1787882585523
381	result	79.68236788638984
382	increas	118.7740253591442
576	use	43.40482142333621
386	bill	37.29676977874225
899	acquisit	86.66756808965864
388	fell	52.17556693564809
390	growth	46.1984042050261
392	earn	73.12507826593577
906	sign	33.34043988245847
919	gener	52.83645233147339
1053	servic	50.52041606293882
397	sugar	35.446452634802434
1036	dividend	141.8402063259125
981	corn	37.62006901593094
921	ltd>	42.59240377446243
407	see	50.279753931704214
920	manag	51.93449086339926
409	price	179.70789149976147
411	crude	48.62952857741494
413	tonn	131.76992553897412
417	european	34.069704841522835
418	fall	62.14139118524284
935	period	74.09322091898619
1088	level	40.418963178932515
428	around	48.67531334762117
432	trader	33.964553935726535
434	make	67.44632361572225
435	recent	40.55695343542446
436	purchas	78.33186526934468
1097	eight	61.900763069967304
448	accord	41.64354986098155
449	central	50.690242340702326
450	bank	257.17968064067475
587	decemb	45.30587651859663
452	ship	33.47178521322382
1477	set	141.55812118817582
966	canada	48.31952395637083
588	total	105.70529331258524
973	offer	130.053892283935
1998	inc>	48.311979954707205
2000	asset	65.67422386943566
465	still	31.185409170837016
978	prior	150.32040300863724
468	sourc	45.576979197817934
469	pay	158.56248295033987
987	sinc	41.179105477591875
477	commiss	33.57144242542919
478	today	97.58230856511109
1275	nil	34.73203199409314
678	three	112.01750373263776
486	part	37.644299504350656
698	compar	68.00720696568804
2083	note:	194.3235524794629
1001	control	41.163341323860855
490	state	60.11216049721644
1704	announc	57.129845090580744
495	union	38.45289650174432
2032	rev	354.12933974823056
497	take	54.379798253254926
500	start	34.609498560007474
1016	group	153.36431596385714
1023	issu	49.863804362880494
509	effect	66.99160523075936
511	may	173.77774266686532
