1108	corp>	17.67267674396099
1	export	35.71754449470509
514	trust	23.86714326160873
1029	crude	33.66948426164965
1030	total	34.0054914853362
7	trade	54.0373295111117
1364	note:	73.44517941650683
9	japan	34.2885408248407
10	ha	61.81439715236385
11	rais	55.83513633300825
526	subsidiari	32.539542057167615
15	nation	39.04818035478663
17	could	17.83959951057711
530	financ	19.93189348906758
887	buy	45.55219231313401
22	offici	46.99130163347759
23	said	114.72507781323326
24	told	23.062771298127764
2074	discount	17.927353580584988
27	capit	23.745334320177804
1565	system	41.417573061597075
1567	amount	17.74943989262852
544	make	26.76139988685741
35	american	38.681649554322775
36	import	26.140312571484536
37	product	46.85098647947855
39	would	45.04716486399995
5525	cyclop	17.96146162341012
554	ad	18.88410554648552
44	loss	258.83578104172943
45	gain	47.99055795739552
2606	dec	22.721878157630798
47	mln	265.91115489374545
48	dlr	175.34987984033938
776	currenc	22.175069076020044
1586	prefer	20.038789460399627
1272	inc>	32.258625555779034
2612	petroleum	19.971236500433058
53	april	105.15550998621018
521	five	41.01608153724958
1593	bancorp	19.75502917108768
59	sell	41.059231384657956
573	energi	20.974654344693462
62	market	46.65086634032105
63	cost	20.636773947604585
65	estim	22.30580897397201
68	billion	142.64495847442808
1093	repurchas	17.856968881857856
70	major	22.12276129098079
71	firm	26.870696516261404
585	accord	17.5785046135453
75	new	46.90268118259855
76	tax	38.898395138588654
589	june	36.932081680259046
1605	deposit	23.213828146271787
79	busi	33.3675566199637
80	spokesman	24.87327262709479
593	vote	19.68487629656831
594	rise	44.704912773467356
83	industri	54.46957807238684
84	ltd	42.46387122657345
597	period	32.798253928985325
600	growth	21.0140916179873
601	rate	71.95838371620451
91	month	39.17674198277249
93	complet	41.46826466727862
95	subject	17.23157474351501
99	stock	79.54198824435754
101	offic	18.304221341885114
614	issu	24.293591947931255
958	earn	38.94630402683802
616	sharehold	39.75798946393126
106	also	31.30468836834678
1639	custom	17.819426733402413
620	gener	28.28371344069428
622	dividend	87.74418201692319
623	declar	29.42390257829493
856	declin	18.6064484915975
625	plc	18.77316172306685
626	stake	41.36748258107686
2164	coffe	24.55951897813402
117	name	26.171956548047824
89	time	17.391418838112834
119	last	37.23695353018897
120	year	99.66369002423818
121	pct	140.77661672646622
634	stg	51.179264222406125
635	shr	242.4193457195864
636	div	101.89894791173275
125	exchang	37.469780085013895
638	compani	82.64975306977642
1663	adjust	28.38730863552711
640	servic	30.4890979193148
704	seek	18.55652304126659
645	extraordinari	20.61807304998258
647	credit	34.819300137617105
649	sold	22.67171229446084
908	offer	62.1408390951137
791	nil	31.58316768847565
857	averag	20.438804298222465
1201	higher	17.13206638301318
656	acquisit	49.14253592121561
145	south	18.22685127601349
658	ltd>	28.653137768208662
659	report	38.670675462111134
148	associ	23.957144164083072
661	price	65.78821456438651
662	resourc	23.26669844538718
665	german	19.846767092488257
618	approv	35.8935392947153
1691	sign	17.81797820182348
157	produc	23.664725279474936
670	west	25.505392138135708
159	countri	19.194666613146254
161	sale	100.47948081002407
1698	baker	20.888836584836948
3453	gencorp	18.26706468757476
166	manufactur	18.91208116018739
167	share	117.13245001337182
1704	suppli	21.135719858710015
1820	post	24.689556697777867
682	mark	24.67439867376699
1195	french	17.833235316626947
1138	split	50.74926917511222
1143	investor	21.655788430195805
687	data	20.083117919451645
688	februari	55.558213657744034
177	feder	33.42546658096759
1203	insur	24.246172263889285
181	one	57.77738653852486
182	day	26.035362043636916
713	note	21.76425099948789
1046	dilut	20.23456432677495
799	commun	21.547347103894516
190	wa	55.19562922893312
192	account	20.06337757088411
1217	quarterli	48.586410886584936
1730	holder	19.163666128604294
195	govern	23.65217256745122
708	current	32.113690624515
118	surplu	21.3444755985514
198	talk	24.427040705020907
199	interest	35.64605579300433
201	minist	19.43948207489156
714	previous	22.5065646173291
715	given	19.423598027472476
1220	januari	50.691437620391795
206	thi	36.05586597776252
721	oper	95.65256872847976
210	two	50.056117762731915
1236	cash	33.197911159886125
725	six	52.76833750323858
1106	decemb	31.893832927725374
633	pretax	20.96663475291767
1316	feb	46.87954311710414
730	net	256.89576069957917
1245	divis	19.436532998133913
735	treasuri	19.18500828142333
224	continu	22.191204685347635
1249	comput	19.47683585183236
740	money	30.415947118948175
229	yesterday	17.3360822153944
1766	eight	35.565918618294255
1489	deficit	24.058665586044192
1256	qtr	141.6864850393123
124	foreign	22.402963272091228
234	propos	33.97311741942061
235	includ	54.51839708359603
239	record	97.79692849667988
240	public	21.511230469847693
1265	qtli	95.70683476704387
754	plan	34.34169320126446
243	first	50.63845877107109
244	half	19.58246001020021
126	reserv	33.17230502531451
759	barrel	22.309604217439336
760	earlier	23.634658353999985
251	prime	27.61121240400816
1276	asset	39.43416802045308
605	base	23.822731213154437
255	fiscal	17.927634217683078
1793	cocoa	17.560162962146226
772	fall	28.627158767604747
773	dollar	20.783687703237163
2310	pacif	18.553872037910367
1153	revenu	20.82621792167878
264	intern	40.55648403367475
265	due	19.151658701425358
266	meet	29.516193464152057
268	week	40.502360785180265
270	end	57.00955449498935
273	say	69.22444630373609
1791	discontinu	20.710924200715166
787	franc	36.6412263285174
279	seven	31.563167653844815
793	charg	22.93417758730736
282	consum	19.50740189664816
283	tonn	46.46132401390494
796	full	24.313919916103945
2010	store	26.146443198180076
133	cut	33.0597835253871
804	nine	71.19698494384073
1317	rev	151.61407820783475
808	common	41.32249365236808
301	technolog	20.682226703923664
709	manag	28.976370716751997
1161	four	34.81550613161314
829	figur	25.839203520238932
565	see	22.988439379013055
323	pay	85.0568827096239
837	outstand	24.475254950436803
329	befor	17.424204906370655
1354	mth	70.1025683830737
332	commiss	21.437308629210744
333	today	33.23939809440472
848	march	86.87639955255224
1361	save	31.968822413406414
850	fell	26.217993838589503
852	depart	24.149745372857648
344	chang	20.395379324277826
345	state	24.009845848839984
350	union	21.57601238880041
352	take	21.70608343754911
864	sugar	30.830550156657154
362	effect	32.35663783747108
363	mine	29.21322429654351
364	gold	26.56843740269311
365	corp	103.52633719182101
366	hold	30.93450782631921
61	world	22.851796967765587
745	oil	62.294090709381386
660	disclos	18.847422380076118
378	unit	59.531511007609446
1916	properti	20.575842816481003
893	bid	28.59401934128478
865	tender	38.51213843392513
896	inc	112.71447400548148
385	statement	20.732987538647148
390	plant	17.7562379751956
391	expect	40.08202422994993
904	control	22.81409402664124
394	annual	22.10402612127288
889	purchas	34.98032625394976
398	bank	102.19037100848061
912	york	17.937787641068663
402	merger	38.98129678581279
1650	distribut	22.222722345024682
406	profit	150.9236398291308
407	result	32.40830849047849
1092	transact	19.66451816075959
751	lower	23.005988713598548
1271	takeov	17.639300044859905
1438	exclud	30.788001338296244
927	term	30.98906688310321
930	set	65.80088311543268
419	loan	42.28091690828139
422	presid	18.158478065334876
935	group	65.37902869984045
937	bill	22.466798049260998
1266	ct	336.77777345744016
432	three	45.696836969289386
434	initi	18.2008030150077
1267	prior	84.92519921873324
948	close	22.393110607942198
577	agreement	39.452855570882114
1353	avg	84.34066523683092
1583	payout	47.10732143939133
1467	canada	34.434853691835166
957	hous	19.1733649913634
446	may	68.71995586969587
245	financi	32.55432748906623
1157	central	19.861512377539416
782	incom	26.748102400765656
1611	reflect	19.106830956796106
452	compar	27.20224557596738
454	agre	32.26814747194464
459	secur	30.944121756643565
465	made	18.046613755259894
1077	fund	24.388330822516927
1529	jan	46.715805071956446
474	invest	37.34888864492075
702	develop	20.957027147803625
1530	canadian	25.966283391444158
480	board	37.88690121286105
1616	valu	17.906710832191138
4578	usair	18.953380987292395
483	increas	40.894809173815474
1617	payabl	36.84555210962106
489	fed	39.700719050160345
1002	acquir	54.12771419858571
3052	revis	20.52087014376283
630	cent	23.42960313025594
876	per	53.49987730041245
595	quarter	52.367141195199785
1527	undisclos	19.865408126602482
1764	regular	25.79957026408903
596	rose	38.8501510636796
1018	announc	25.18023323534046
1279	receiv	22.48212602925202
1534	ga	27.342259101495916
