0	asian	48
1	export	1034
2	fear	125
3	damag	160
4	from	165
5	us-japan	14
6	rift	2
7	mount	37
8	trade	1458
9	friction	27
10	and	555
11	japan	654
12	rais	715
13	among	262
14	mani	289
15	asia	49
16	nation	911
17	row	63
18	could	952
19	inflict	0
20	far-reach	1
21	econom	614
22	damage	27
23	businessmen	40
24	offici	1068
25	said	6783
26	they	445
27	told	1176
28	reuter	327
29	correspond	39
30	capit	494
31	move	557
32	might	307
33	boost	280
34	protectionist	81
35	sentiment	54
36	lead	409
37	curb	91
38	american	533
39	import	765
40	products	211
41	but	807
42	conflict	44
43	would	2117
44	hurt	90
45	long-run	6
46	short-term	119
47	tokyo	162
48	loss	1510
49	gain	775
50	the	5002
51	impos	132
52	mln	4846
53	dlr	4035
54	tariff	180
55	japanes	366
56	electron	150
57	good	467
58	april	1427
59	retali	104
60	alleg	68
61	failur	90
62	stick	31
63	pact	239
64	sell	808
65	semiconductor	82
66	world	636
67	market	1761
68	cost	537
69	unoffici	8
70	estim	688
71	put	336
72	impact	221
73	billion	1690
74	spokesmen	15
75	major	852
76	firm	607
77	virtual	56
78	halt	90
79	product	1245
80	hit	190
81	new	1635
82	taxes	35
83	wouldnt	14
84	abl	146
85	business	163
86	spokesman	638
87	matsushita	2
88	electr	128
89	industri	1238
90	ltd	704
91	remain	670
92	place	255
93	length	12
94	time	736
95	beyond	46
96	month	1257
97	mean	214
98	complet	599
99	eros	10
100	subject	349
101	tariffs)	2
102	tom	20
103	murtha	3
104	stock	1542
105	analyst	404
106	offic	309
107	broker	92
108	capel	17
109	co>	80
110	taiwan	104
111	also	1786
112	worried	5
113	awar	38
114	serious	51
115	threat	75
116	serv	91
117	warn	120
118	senior	221
119	taiwanes	10
120	ask	440
121	named	30
122	surplu	287
123	last	1950
124	year	3558
125	pct	3208
126	help	480
127	swell	9
128	foreign	756
129	exchang	984
130	reserv	603
131	dlrs	1627
132	largest	320
133	must	270
134	quickli	70
135	open	474
136	markets	227
137	remov	85
138	barrier	56
139	cut	680
140	allow	391
141	want	363
142	defus	11
143	problem	281
144	possibl	442
145	retaliation	22
146	paul	92
147	sheen	0
148	chairman	583
149	textil	47
150	safe	15
151	group>	13
152	south	310
153	korea	92
154	promot	79
155	associ	411
156	disput	133
157	pressur	255
158	whose	79
159	chief	254
160	similar	155
161	malaysia	66
162	tough	50
163	hard-hit	3
164	produc	700
165	third	329
166	countri	586
167	expand	202
168	sale	1759
169	hong	80
170	kong	77
171	newspap	124
172	below-cost	1
173	semiconductors	32
174	manufactur	298
175	share	2239
176	view	178
177	commerci	233
178	advantag	59
179	outweigh	10
180	block	115
181	imports	128
182	that	294
183	lawrenc	16
184	mills	12
185	director-gener	6
186	feder	623
187	industry	215
188	whole	93
189	purpos	57
190	prevent	146
191	one	1793
192	day	561
193	extend	188
194	sources	35
195	much	395
196	seriou	93
197	disadvantag	5
198	action	403
199	restrain	29
200	biggest	89
201	account	500
202	domest	476
203	exports	170
204	australian	134
205	govern	890
206	await	35
207	outcom	35
208	talk	487
209	interest	1003
210	concern	322
211	minist	579
212	john	115
213	button	0
214	canberra	1
215	friday	244
216	thi	541
217	kind	61
218	deterior	47
219	relat	251
220	two	1671
221	partner	200
222	matter	82
223	australia	148
224	centr	37
225	coal	61
226	beef	66
227	signific	173
228	country	240
229	meanwhil	10
230	us-japanes	15
231	diplomat	75
232	manoeuvr	6
233	solv	46
234	stand-off	0
235	continue	35
236	rule	271
237	liber	45
238	democrat	66
239	parti	128
240	yesterday	546
241	outlin	57
242	packag	114
243	measur	296
244	economy	175
245	propos	710
246	includ	1594
247	larg	393
248	supplementari	7
249	budget	243
250	record	1174
251	public	386
252	work	425
253	spend	156
254	first	1130
255	half	388
256	financi	672
257	call	497
258	stepped-up	4
259	emerg	119
260	stimul	98
261	economi	282
262	despit	264
263	prime	217
264	yasuhiro	36
265	nakasone	21
266	avow	0
267	fiscal	337
268	reform	91
269	program	348
270	deputi	81
271	repres	407
272	michael	76
273	smith	51
274	makoto	5
275	kuroda	5
276	intern	1046
277	due	721
278	meet	836
279	washington	244
280	week	1006
281	effort	245
282	end	1521
283	dispute	19
284	china	151
285	daili	171
286	say	1102
287	vermin	0
288	eat	8
289	grain	294
290	survey	64
291	provinc	34
292	seven	505
293	citi	100
294	show	518
295	consum	318
296	stocks	76
297	tonnes	264
298	fruit	22
299	output	329
300	left	120
301	rot	5
302	vegetables	8
303	paper	132
304	blame	43
305	wast	41
306	inadequ	20
307	storag	48
308	bad	59
309	preserv	28
310	methods	10
311	launch	123
312	programm	32
313	reduc	597
314	waste	2
315	improv	400
316	technolog	173
317	preservation	0
318	greater	136
319	additives	0
320	gave	196
321	details	96
322	revis	265
323	long-term	144
324	energi	306
325	demand	441
326	downward	69
327	ministri	316
328	supply/demand	19
329	outlook	125
330	august	190
331	forecast	407
332	downtrend	4
333	miti	23
334	expect	1510
335	lower	681
336	project	267
337	primari	108
338	suppli	461
339	kilolitr	0
340	decis	307
341	follow	579
342	structur	82
343	chang	587
344	rise	991
345	valu	495
346	yen	311
347	declin	669
348	power	190
349	plan	1034
350	deliber	12
351	committe	252
352	agenc	222
353	natur	206
354	resourc	256
355	energy	15
356	review	241
357	breakdown	32
358	oil	1059
359	nuclear	30
360	gas	42
361	provid	465
362	bulk	70
363	march	1393
364	kilowatt/hour	0
365	basis	131
366	pct)	14
367	liquefi	11
368	noted	80
369	thai	33
370	deficit	383
371	widen	59
372	quarter	835
373	thailand	55
374	baht	4
375	ago	371
376	busi	596
377	depart	538
378	janunary/march	0
379	rose	739
380	climat	20
381	result	921
382	increas	1321
383	raw	75
384	materi	126
385	semi-finish	6
386	bill	298
387	however	522
388	fell	529
389	prices	362
390	growth	524
391	smaller	77
392	earn	652
393	key	196
394	commod	220
395	rice	75
396	maiz	70
397	sugar	189
398	tin	41
399	can	31
400	pineappl	1
401	regist	100
402	high	450
403	jewelleri	2
404	cloth	10
405	rubber	73
406	indonesia	79
407	see	672
408	cpo	5
409	price	1533
410	sharpli	190
411	crude	341
412	palm	53
413	tonn	760
414	fob	43
415	sometim	22
416	better	204
417	european	428
418	fall	699
419	malaysian	45
420	hasrul	0
421	harahap	0
422	junior	13
423	tree	19
424	crops	44
425	indonesian	49
426	reporters	62
427	sumatran	1
428	around	608
429	cif	26
430	deliveri	164
431	rotterdam	29
432	trader	312
433	maintain	213
434	make	892
435	recent	639
436	purchas	753
437	second	385
438	forc	280
439	ensur	61
440	moslem	3
441	fast	40
442	ramadan	4
443	cover	231
444	temporari	112
445	shortag	135
446	lose	70
447	calendar	98
448	accord	552
449	central	525
450	bank	1516
451	figures	96
452	ship	301
453	ban	48
454	nsw	5
455	port	140
456	tug	9
457	crew	19
458	wale	10
459	victoria	8
460	western	203
461	lift	123
462	foreign-flag	3
463	carri	163
464	contain	148
465	still	495
466	disrupt	44
467	separ	96
468	sourc	521
469	pay	862
470	claim	112
471	movement	87
472	nearli	155
473	vessels	12
474	went	93
475	hear	61
476	arbitr	13
477	commiss	381
478	today	1088
479	meanwhile	41
480	began	200
481	cargo	103
482	handl	54
483	sydney	18
484	newcastl	3
485	kembla	2
486	part	548
487	labour	75
488	council	210
489	protest	64
490	state	786
491	workers	44
492	compens	70
493	laws	30
494	variou	104
495	union	340
496	appear	169
497	take	776
498	turn	135
499	short	200
500	start	464
501	shift	83
502	walk	8
503	off	80
504	disrupted	2
505	affected	21
506	stop	148
507	altogether	4
508	long	308
509	effect	699
510	movements	16
511	may	1401
512	like	549
513	least	265
514	commodity	9
515	paian	0
516	nainggolan	0
517	telephon	101
518	interview	148
519	sawn	0
520	timber	15
521	pepper	1
522	tobacco	27
523	considered	19
524	either	110
525	refin	125
526	introduced	6
527	question	174
528	consid	383
529	rachmat	2
530	saleh	2
531	ahead	147
532	made	795
533	fledgl	3
534	current	1141
535	coffe	146
536	physic	30
537	outcri	1
538	system	669
539	four	748
540	sever	433
541	factor	191
542	cautiously	1
543	slowli	16
544	mistak	6
545	undermin	25
546	confid	125
547	exchange	111
548	januari	605
549	contract	321
550	five	957
551	forward	88
552	robusta	6
553	grade	107
554	prompt	65
555	board	814
556	introduct	51
557	futur	342
558	later	306
559	feasibl	28
560	studi	169
561	need	469
562	elect	71
563	monday	184
564	hope	260
565	develop	571
566	this	50
567	tri	237
568	oversea	97
569	build	170
570	contact	48
571	end-users	4
572	team	36
573	alreadi	391
574	encourag	146
575	direct	147
576	use	611
577	deleg	122
578	visit	100
579	europe	68
580	mexico	69
581	latin	47
582	participation	9
583	infant	1
584	although	286
585	disappointing	6
586	transact	310
587	decemb	434
588	total	1155
589	worth	223
590	plu	132
591	rupiah	9
592	deliv	59
593	locally	1
594	latest	255
595	report	1300
596	amount	473
597	lots	5
598	membership	27
599	nine	918
600	traders	25
601	sri	22
602	lanka	20
603	get	308
604	usda	249
605	approv	597
606	for	796
607	wheat	324
608	food	227
609	agricultur	553
610	continent	75
611	soft	66
612	pacif	154
613	northwest	37
614	colombo	7
615	shipment	240
616	delivery	20
617	mine	279
618	gold	224
619	corp	2424
620	hold	725
621	establish	124
622	joint	220
623	ventur	151
624	northern	118
625	territori	17
626	known	82
627	goodal	0
628	own	491
629	wmc	1
630	local	180
631	grace	15
632	unit	1380
633	locat	77
634	east	161
635	adelaid	3
636	river	63
637	bundey	0
638	statement	630
639	open-pit	2
640	convent	19
641	leach	6
642	treatment	31
643	plant	300
644	ounc	82
645	mid-1988	12
646	annual	572
647	ore	85
648	capac	139
649	sumitomo	15
650	aim	224
651	quick	29
652	recoveri	94
653	merger	382
654	certain	285
655	statu	45
656	profit	1248
657	heiwa	0
658	sogo	0
659	osaka-bas	0
660	desposit	0
661	trillion	14
662	merg	120
663	small	197
664	struggl	16
665	unrecover	0
666	loans	49
667	october	69
668	link-up	1
669	presid	621
670	koh	0
671	komatsu	2
672	regain	15
673	position	50
674	well	497
675	back	331
676	posit	322
677	within	301
678	three	1098
679	years	343
680	initi	283
681	efficiency	8
682	vastli	2
683	branch	57
684	network	84
685	metropolitan	18
686	area	324
687	rel	119
688	weak	123
689	divid	32
690	whether	279
691	gambl	4
692	some	199
693	paid	274
694	debts	17
695	other	234
696	argu	56
697	creat	130
698	compar	756
699	scratch	0
700	agre	827
701	aggressive	2
702	overseas	18
703	enter	198
704	lucr	5
705	secur	746
706	gear	22
707	competition	31
708	wisdom	4
709	moves	18
710	theyv	16
711	bold	7
712	everyth	16
713	now	126
714	hands	18
715	kleinwort	15
716	benson	10
717	simon	14
718	smithson	2
719	limit	328
720	invest	768
721	goldman	24
722	sach	29
723	partnership	121
724	forbidden	0
725	personnel	27
726	tie-up	2
727	wide	80
728	look	241
729	lame	0
730	duck	0
731	fed	237
732	stricter	6
733	expected	67
734	regul	79
735	near	212
736	things	18
737	wait	97
738	century	9
739	will	169
740	patient	6
741	rout	25
742	home	183
743	articl	25
744	act	195
745	version	17
746	glass-steagal	0
747	banking	15
748	wall	87
749	crumbl	2
750	deregul	27
751	opportunities	15
752	find	168
753	chances	0
754	case	151
755	related	3
756	trust	209
757	until	17
758	occur	86
759	focu	55
760	bond	151
761	deal	358
762	strengthen	85
763	meiko	0
764	cautious	16
765	optimist	55
766	swiss	81
767	univers	45
768	subsidiary	147
769	banca	3
770	del	28
771	gottardo	0
772	financ	554
773	grant	110
774	licenc	51
775	subsidiari	471
776	soon	194
777	parent	103
778	less	346
779	reluct	39
780	push	138
781	hard	114
782	dont	147
783	waves	0
784	banks	182
785	lend	150
786	individu	66
787	medium	48
788	replac	103
789	disappear	13
790	big	92
791	added	567
792	devot	4
793	lot	90
794	digest	4
795	initiatives	7
796	ail	12
797	strategies	1
798	after	135
799	absorb	30
800	juggl	0
801	next	580
802	decad	12
803	strategi	80
804	right	288
805	wrong	13
806	subroto	13
807	support	375
808	extens	73
809	confirm	132
810	sixth	24
811	agreement	1080
812	necessary	27
813	clarifi	13
814	lapse	1
815	readi	68
816	ita	3
817	seventh	10
818	believ	340
819	unnecessary	2
820	expir	175
821	june	543
822	unless	139
823	two-third	31
824	member	351
825	vote	240
826	extension	9
827	bundesbank	105
828	alloc	63
829	mark	292
830	tender	452
831	accept	276
832	bid	452
833	repurchas	150
834	fix	163
835	rate	1062
836	liquidity	37
837	credit	577
838	fund	456
839	buy	1029
840	pledg	66
841	drain	47
842	earlier	817
843	expires	6
844	withdraw	81
845	net	2885
846	allocation	1
847	answer	37
848	enquiri	12
849	reflect	424
850	tighten	61
851	policy	154
852	seen	278
853	context	16
854	plenti	8
855	liquid	184
856	held	409
857	averag	481
858	six	909
859	clear	154
860	minimum	113
861	requir	365
862	marks	67
863	note	537
864	outgo	4
865	shown	44
866	felt	50
867	dealer	296
868	keen	23
869	accru	20
870	blunt	6
871	main	257
872	open-market	2
873	instrument	47
874	steer	19
875	rates	238
876	weeks	101
877	money	496
878	fluctuat	63
879	outsid	108
880	rang	300
881	possible	45
882	atla	5
883	bail-out	0
884	consolid	129
885	troubl	44
886	atlas	0
887	philippines	33
888	copper	75
889	producer	51
890	depress	89
891	peso	23
892	compani	2445
893	scaled-down	1
894	oper	1312
895	island	74
896	cebu	0
897	negoti	324
898	continu	848
899	acquisit	684
900	company	877
901	exist	173
902	loan	515
903	restructur	193
904	memorandum	10
905	understand	53
906	sign	403
907	side	99
908	octob	203
909	acquir	877
910	repaid	13
911	discuss	320
912	equiti	191
913	infus	8
914	creation	14
915	explor	183
916	properti	176
917	masbate	0
918	wilson	25
919	gener	607
920	manag	577
921	ltd>	324
922	reason	207
923	accurate	2
924	philippin	39
925	give	406
926	pre-world	0
927	war	122
928	underground	24
929	masbat	0
930	acceler	55
931	tonnag	38
932	increased	13
933	operation	52
934	life	117
935	period	743
936	people	46
937	edit	9
938	target	326
939	rather	155
940	base	549
941	low	321
942	grew	79
943	normal	147
944	qualiti	78
945	effici	27
946	improvement	12
947	farm	189
948	ministry	34
949	anger	30
950	tell	65
951	liberalis	31
952	harm	36
953	drop	413
954	activ	238
955	drive	64
956	suppliers	9
957	official	55
958	custom	222
959	mutsuki	3
960	kato	3
961	insist	33
962	protect	168
963	volum	144
964	origin	190
965	farmers	45
966	canada	374
967	competit	211
968	end-us	5
969	origins	4
970	secretari	302
971	richard	116
972	lyng	44
973	offer	994
974	supplier	51
975	quota	196
976	citru	17
977	here	105
978	prior	723
979	expiri	5
980	four-year	14
981	corn	215
982	fallen	59
983	america	179
984	soybean	156
985	brazil	209
986	feedgrain	21
987	sinc	682
988	depend	195
989	almost	149
990	entir	100
991	mainli	163
992	indic	287
993	came	131
994	under	263
995	daniel	40
996	amstutz	19
997	potenti	156
998	alon	38
999	investig	63
1000	legal	96
1001	control	451
1002	juices	2
1003	pure	20
1004	pulp	13
1005	tomato	3
1006	juice	6
1007	ketchup	1
1008	sauce	0
1009	peanuts	5
1010	prepar	187
1011	miscellan	3
1012	beans	8
1013	calm	29
1014	heat	53
1015	top	144
1016	group	1258
1017	keidanren	7
1018	urg	161
1019	residu	24
1020	restrict	153
1021	emot	2
1022	reaction	64
1023	issu	595
1024	becom	248
1025	scapegoat	0
1026	sector	246
1027	buyer	130
1028	table	8
1029	amatil	0
1030	two-for-f	3
1031	bonu	85
1032	revalu	36
1033	sharehold	622
1034	authoris	35
1035	rank	27
1036	dividend	693
1037	declar	258
1038	bat	4
1039	plc	322
1040	stake	534
1041	cent	266
1042	enlarg	14
1043	capital	73
1044	bowat	1
1045	pretax	182
1046	stg	357
1047	shr	2350
1048	div	592
1049	turnov	161
1050	tax	728
1051	name	353
1052	merchant	60
1053	servic	482
1054	tissu	4
1055	debit	28
1056	minor	100
1057	extraordinari	271
1058	item	118
1059	england	203
1060	affect	263
1061	matur	97
1062	hand	98
1063	take-up	20
1064	treasuri	282
1065	addition	131
1066	circul	64
1067	bankers	28
1068	balanc	315
1069	partli	119
1070	offset	166
1071	outflows	18
1072	exchequ	63
1073	add	147
1074	slow	163
1075	grow	269
1076	step	174
1077	down	112
1078	kim	4
1079	mahn-j	3
1080	press	217
1081	confer	226
1082	investment	82
1083	speed	32
1084	gradual	59
1085	adjust	416
1086	currenc	470
1087	proper	12
1088	level	609
1089	appreci	57
1090	won	10
1091	which	31
1092	minister	23
1093	prospect	166
1094	bright	8
1095	korean	40
1096	our	56
1097	eight	511
1098	gnp	61
1099	account)	0
1100	seem	116
1101	earli	444
1102	faster	45
1103	swing	23
1104	significant	7
1105	enabl	89
1106	debt	442
1107	huge	79
1108	constraint	13
1109	development	61
1110	point	339
1111	plann	0
1112	ratio	59
1113	government	236
1114	excess	129
1115	surplus	116
1116	sudden	15
1117	caus	310
1118	inflat	187
1119	seoul	15
1120	partners	66
1121	particularli	124
1122	states	231
1123	size	67
1124	finn	0
1125	canadian	272
1126	mtbe	2
1127	finland	15
1128	nest	1
1129	edmonton	6
1130	petrol	24
1131	methyl	3
1132	tertiari	7
1133	butyl	1
1134	ether	1
1135	avail	253
1136	celanes	6
1137	inc	2856
1138	hoechst	9
1139	corpor	250
1140	mountain	19
1141	pipe	18
1142	line	330
1143	vancouver	13
1144	site	35
1145	suitabl	13
1146	availability	5
1147	proxim	1
1148	pipelin	92
1149	transport	161
1150	per	1273
1151	annum	3
1152	octan	10
1153	enhanc	113
1154	tetra	0
1155	ethyl	1
1156	most	94
1157	gasolin	69
1158	health	101
1159	concerns	13
1160	schedul	218
1161	elimin	71
1162	experi	30
1163	saudi	87
1164	arabia	72
1165	alberta	22
1166	stream	14
1167	late	298
1168	cra	4
1169	sold	451
1170	forrest	0
1171	whim	0
1172	creek	9
1173	nl>	2
1174	consortium	39
1175	pti	31
1176	disclos	104
1177	reported	80
1178	combin	198
1179	undevelop	7
1180	german	278
1181	employ	139
1182	stagnat	14
1183	number	310
1184	worker	124
1185	west	547
1186	overal	141
1187	benefit	216
1188	diw	5
1189	institut	229
1190	downturn	36
1191	autumn	31
1192	neg	76
1193	willing	33
1194	refer	109
1195	taken	228
1196	order	267
1197	mostli	54
1198	months	215
1199	data	259
1200	februari	663
1201	final	292
1202	revers	94
1203	trend	121
1204	exce	12
1205	exceed	122
1206	night	106
1207	eas	152
1208	accompani	26
1209	underli	71
1210	intend	208
1211	seek	418
1212	appoint	39
1213	david	93
1214	lyon	6
1215	director	343
1216	redland	3
1217	executive	15
1218	bowater	0
1219	previous	398
1220	given	319
1221	pension	84
1222	far	290
1223	greatest	19
1224	percentag	105
1225	jump	58
1226	citibank	26
1227	norway	36
1228	crown	55
1229	norwegian	21
1230	us-bas	4
1231	banker	155
1232	lean	6
1233	oslo	3
1234	head	199
1235	bjoern	1
1236	sejerstad	0
1237	reuters	198
1238	lost	129
1239	away	86
1240	slump	40
1241	plung	26
1242	susbidiari	0
1243	access	86
1244	second-hand	1
1245	spring	71
1246	performance	36
1247	steadier	1
1248	barrel	332
1249	chase	39
1250	manhattan	37
1251	decid	282
1252	heavi	170
1253	instead	105
1254	fee-bas	1
1255	vieill	1
1256	montagn	1
1257	condit	269
1258	unfavour	4
1259	sharp	191
1260	dollar	628
1261	zinc	41
1262	depreci	60
1263	led	207
1264	squeez	17
1265	margin	108
1266	incom	401
1267	unchang	204
1268	activity	41
1269	montagne	0
1270	pursu	68
1271	franc	242
1272	provis	224
1273	closur	33
1274	electrolysi	1
1275	nil	170
1276	except	94
1277	charg	335
1278	viviez	0
1279	ordinari	80
1280	full	454
1281	stand	98
1282	commun	380
1283	britain	195
1284	undertook	5
1285	why	0
1286	spain	82
1287	portugal	15
1288	object	82
1289	common	711
1290	stanc	26
1291	favour	105
1292	littl	215
1293	avoid	102
1294	sanction	52
1295	chanc	114
1296	convinc	56
1297	threaten	102
1298	sanctions	12
1299	armacost	3
1300	polit	139
1301	affairs	14
1302	persuad	31
1303	not	158
1304	replied:	9
1305	probabl	226
1306	figur	553
1307	demonstr	24
1308	situat	147
1309	permit	83
1310	described	2
1311	settl	63
1312	outstand	349
1313	issues	52
1314	there	382
1315	obviou	16
1316	moment	55
1317	wish	33
1318	divert	12
1319	attent	46
1320	cooper	211
1321	imbal	54
1322	congress	165
1323	legislation	33
1324	ingot	9
1325	miner	114
1326	padaeng	0
1327	sole	16
1328	exporter	15
1329	attribut	104
1330	exporting	0
1331	singapor	44
1332	predict	178
1333	london	239
1334	white	136
1335	extrem	60
1336	difficult	135
1337	substanti	236
1338	award	76
1339	highest	61
1340	ever	39
1341	rebat	41
1342	kilos	17
1343	restitution	0
1344	intervent	190
1345	rebates	4
1346	determin	177
1347	north	216
1348	yemen	7
1349	saturday	41
1350	arriv	50
1351	anheuser-busch	1
1352	join	99
1353	san	57
1354	miguel	13
1355	bidder	35
1356	sequest	3
1357	beverag	16
1358	maker	106
1359	panel	50
1360	ramon	7
1361	diaz	4
1362	presidenti	28
1363	brewer	9
1364	alan	26
1365	shares	480
1366	york	349
1367	allen	17
1368	elder	17
1369	ixl	8
1370	melbourne-bas	0
1371	brew	11
1372	journal	12
1373	quot	205
1374	jackson	5
1375	farmland	13
1376	filipino	2
1377	breweri	8
1378	list	101
1379	broke	42
1380	term	637
1381	spotlight	20
1382	boom	22
1383	redirect	4
1384	tradit	76
1385	bullish	36
1386	increasingli	48
1387	stabl	91
1388	massiv	46
1389	inflow	30
1390	fresh	56
1391	investors	59
1392	poll	36
1393	park	24
1394	cash	709
1395	diversifi	55
1396	volatil	40
1397	instruments	16
1398	past	288
1399	illustr	7
1400	available	62
1401	receiv	493
1402	inquiri	19
1403	these	107
1404	peopl	139
1405	got	44
1406	slosh	0
1407	know	96
1408	attract	87
1409	stability	61
1410	economist	204
1411	brian	18
1412	hamley	0
1413	flight	18
1414	quality	15
1415	best	122
1416	arent	7
1417	youd	2
1418	stronger	66
1419	investor	324
1420	wer	70
1421	perhap	33
1422	where	7
1423	lloyd	47
1424	nza	2
1425	buttros	1
1426	whi	1
1427	entri	20
1428	cheap	31
1429	stable?	0
1430	perman	36
1431	offshor	70
1432	care	86
1433	watch	40
1434	promis	64
1435	while	120
1436	happi	23
1437	vehicl	32
1438	yield	150
1439	unobtain	0
1440	elsewhere	14
1441	easili	23
1442	flow	162
1443	japanese	7
1444	badli	27
1445	rapid	50
1446	hefti	7
1447	edgi	0
1448	someth	43
1449	delivered	4
1450	wasnt	8
1451	enough	153
1452	outflow	18
1453	eager	12
1454	stubborn	1
1455	doubt	81
1456	think	231
1457	leav	146
1458	polici	403
1459	shield	13
1460	fluctuations	14
1461	governor	94
1462	bob	17
1463	johnston	2
1464	acknowledg	32
1465	element	30
1466	author	267
1467	crucial	30
1468	role	78
1469	success	149
1470	keep	211
1471	apart	25
1472	risen	78
1473	trade-weight	16
1474	basi	186
1475	play	53
1476	street	89
1477	set	1006
1478	respons	255
1479	weight	49
1480	pour	5
1481	equities	4
1482	index	138
1483	doubl	92
1484	sought	77
1485	heavili	42
1486	undervalu	16
1487	real	261
1488	estate	25
1489	tourism	5
1490	field	145
1491	five-star	0
1492	regent	1
1493	hotel	47
1494	type	41
1495	estat	92
1496	needs	29
1497	kuwaiti	58
1498	kuwait	70
1499	oil-reli	0
1500	debt-ridden	1
1501	pull	24
1502	nosed	2
1503	pace	51
1504	recovery	20
1505	abil	73
1506	opec	117
1507	benchmark	25
1508	hemispher	8
1509	summer	79
1510	usual	57
1511	slackens	1
1512	gross	178
1513	shrank	5
1514	before	79
1515	iran-iraq	15
1516	doorstep	2
1517	emirate	4
1518	vital	38
1519	lifelin	0
1520	gulf	203
1521	sap	0
1522	confidence	10
1523	much-need	1
1524	septemb	281
1525	when	55
1526	seri	110
1527	piecem	1
1528	combat	18
1529	crisi	58
1530	crash	15
1531	comprehens	22
1532	settlement	100
1533	specul	175
1534	spree	2
1535	trading	77
1536	post-dat	0
1537	chequ	0
1538	default	16
1539	collater	7
1540	spending	36
1541	thu	56
1542	inform	217
1543	water	95
1544	sum	45
1545	owe	32
1546	companies	187
1547	dinar	11
1548	dlrs)	12
1549	one-quart	6
1550	one-third	38
1551	repeatedli	22
1552	scheme	42
1553	entail	5
1554	reschedul	27
1555	debtor	18
1556	regular	157
1557	depositor	4
1558	guarante	107
1559	edict	0
1560	ride	6
1561	glut	8
1562	bpd	112
1563	mention	33
1564	sheikh	11
1565	ali	17
1566	al-khalifa	7
1567	al-sabah	9
1568	strateg	76
1569	diversif	10
1570	downstream	8
1571	europ	96
1572	abroad	74
1573	one-half	17
1574	high-grad	11
1575	form	290
1576	process	208
1577	kerosen	2
1578	naphtha	9
1579	rebound	20
1580	cautiou	27
1581	optimism	7
1582	inflation	90
1583	bottom	44
1584	steady	8
1585	extern	81
1586	shape	11
1587	achiev	118
1588	recession-hit	0
1589	petrodollar	0
1590	mid-1986	8
1591	equival	93
1592	portray	0
1593	mildli	3
1594	contractionary	0
1595	revenu	352
1596	nomin	60
1597	dinars	3
1598	reserves	93
1599	exclud	418
1600	accounting	12
1601	shortfall	8
1602	important	7
1603	cabinet	56
1604	affair	64
1605	rashid	0
1606	al-rashid	0
1607	sunday	47
1608	ratifi	13
1609	recommend	152
1610	rationalis	14
1611	reactiv	4
1612	detail	234
1613	spell	22
1614	unlik	141
1615	grower	44
1616	reach	418
1617	drought	47
1618	fertilis	12
1619	overstress	0
1620	palms	0
1621	newslett	11
1622	ringgit	19
1623	tonne	60
1624	buildup	6
1625	oilse	41
1626	harvest	97
1627	previou	422
1628	crop	238
1629	novemb	142
1630	peaks	1
1631	hectar	51
1632	reduct	213
1633	anoth	398
1634	jardin	10
1635	matheson	5
1636	monier	2
1637	lock	17
1638	brief	44
1639	notic	32
1640	advis	102
1641	progress	120
1642	peak	58
1643	close	654
1644	concret	17
1645	roof	5
1646	tile	1
1647	zealand	84
1648	fli	20
1649	ash	1
1650	first-half	4
1651	hous	381
1652	isuzu	1
1653	interim	55
1654	motor	75
1655	appreciation	8
1656	microchip	29
1657	vice	148
1658	refut	0
1659	violat	80
1660	three-man	3
1661	lay	32
1662	groundwork	6
1663	proposals	29
1664	noth	67
1665	briefcas	0
1666	explan	8
1667	situation	56
1668	asahi	2
1669	shimbun	3
1670	incorrect	8
1671	exagger	6
1672	sens	28
1673	forces	2
1674	expectations	28
1675	stabilis	115
1676	supply-demand	5
1677	inventori	93
1678	laid	15
1679	chip	35
1680	lack	73
1681	fail	176
1682	tomorrow	187
1683	forestal	2
1684	clayton	66
1685	yeutter	62
1686	delay	141
1687	imposit	13
1688	tariffs	21
1689	bell	27
1690	standard	118
1691	charter	55
1692	one-sent	0
1693	headquart	45
1694	warburg	15
1695	robert	116
1696	holm	8
1697	court	141
1698	comment	401
1699	intent	196
1700	nippon	29
1701	steel	128
1702	deni	115
1703	suspend	111
1704	announc	708
1705	mainichi	0
1706	chines	49
1707	roll	30
1708	mill	103
1709	steelmak	10
1710	cheaply	1
1711	request	143
1712	reasonable	9
1713	four-for-on	3
1714	ronald	24
1715	commission	225
1716	ray	9
1717	astin	0
1718	barred	0
1719	keswick	2
1720	saying:	5
1721	shareholders	156
1722	regret	13
1723	opportun	92
1724	stage	91
1725	flexibl	59
1726	expans	114
1727	without	257
1728	dilut	125
1729	rights	24
1730	added:	17
1731	certainli	56
1732	welcom	68
1733	monetari	254
1734	affairs)	0
1735	nendick	0
1736	referr	0
1737	law	163
1738	principl	147
1739	embrac	1
1740	constitu	2
1741	interven	118
1742	bought	392
1743	shortli	44
1744	medium-s	8
1745	dollars	48
1746	currency	71
1747	harmoko	0
1748	session	116
1749	assist	163
1750	morn	129
1751	outright	38
1752	compris	99
1753	band	55
1754	more	183
1755	lawsuit	35
1756	coconut	21
1757	planter	14
1758	lawsuits	0
1759	manila	14
1760	injunct	19
1761	bar	36
1762	ucpb	3
1763	smc	3
1764	petit	22
1765	file	309
1766	eduardo	5
1767	cojuangco	3
1768	former	128
1769	farmer	143
1770	owner	73
1771	blue	7
1772	breach	27
1773	fiduciari	13
1774	duties	11
1775	deriv	16
1776	suit	68
1777	angeles	9
1778	nomine	9
1779	stockholders	17
1780	sec	53
1781	transaction	93
1782	angel	34
1783	retain	116
1784	wipe	9
1785	dividends	46
1786	creditor	43
1787	rosario	8
1788	amend	70
1789	andr	8
1790	soriano	4
1791	iii	15
1792	complaint	54
1793	assum	82
1794	corp>	215
1795	payment	387
1796	assumpt	41
1797	meeting	197
1798	corazon	10
1799	aquino	10
1800	resolv	101
1801	ownership	93
1802	submit	64
1803	attempt	185
1804	elements	0
1805	disregard	1
1806	fact	94
1807	motives	0
1808	disposit	19
1809	come	357
1810	does	5
1811	method	56
1812	contravent	0
1813	express	150
1814	desir	50
1815	amic	2
1816	controversi	41
1817	petition	5
1818	adding:	1
1819	ani	36
1820	interpret	22
1821	adversarial	0
1822	elig	31
1823	portion	61
1824	citizen	17
1825	split	327
1826	filipinos	0
1827	buyers	22
1828	person	99
1829	neptunia	3
1830	unnam	13
1831	abort	4
1832	suspicion	6
1833	ferdinand	8
1834	marcos	5
1835	live	99
1836	self-impos	6
1837	exil	0
1838	unaudit	4
1839	neighbourhood	0
1840	pesos	10
1841	rain	60
1842	queensland	15
1843	cane	21
1844	inch	19
1845	moisture-stress	0
1846	mackay-burdekin	0
1847	region	151
1848	coast	98
1849	producers	111
1850	undergo	7
1851	dri	62
1852	reliev	20
1853	scatter	9
1854	rainfall	6
1855	december	175
1856	wet	22
1857	season	288
1858	begin	313
1859	healthi	25
1860	greener	0
1861	brisbane	2
1862	was	14
1863	losses	51
1864	restor	53
1865	sub-soil	0
1866	moisture	3
1867	bundaberg	0
1868	southern	128
1869	excel	25
1870	compil	11
1871	toward	169
1872	crush	25
1873	run	161
1874	french	208
1875	weekli	109
1876	maximum	83
1877	ecu	55
1878	intervention	61
1879	figure	30
1880	italy	72
1881	fondiaria	0
1882	higher	598
1883	italian	57
1884	insur	220
1885	spa	26
1886	significantli	85
1887	lire	27
1888	premium	82
1889	iniziativa	0
1890	meta	0
1891	montedison	4
1892	singl	74
1893	florence-bas	0
1894	nickel	11
1895	shearson	65
1896	production	164
1897	lehman	69
1898	brother	77
1899	quarterli	290
1900	recov	73
1901	slightli	178
1902	january	271
1903	absenc	22
1904	soviet	175
1905	cathod	14
1906	deliveries	9
1907	return	260
1908	buoyant	16
1909	levels	172
1910	tightness	4
1911	non-socialist	3
1912	socialist	11
1913	edg	31
1914	metal	124
1915	sterl	88
1916	dutch	99
1917	chemic	163
1918	dsm	1
1919	fulli	115
1920	state-own	71
1921	guilder	46
1922	shareholder	26
1923	results	76
1924	fertil	10
1925	division	86
1926	poehl	26
1927	against	61
1928	further	128
1929	karl	25
1930	otto	26
1931	weaker	40
1932	riski	8
1933	sustain	57
1934	speech	75
1935	contempori	1
1936	correct	90
1937	face	205
1938	viciou	4
1939	circl	14
1940	depreciation	11
1941	took	126
1942	route	6
1943	germani	172
1944	cuts	30
1945	toler	13
1946	above-target	2
1947	brought	101
1948	upper	35
1949	parliament	72
1950	reli	34
1951	even	247
1952	obstacl	16
1953	enjoy	21
1954	factors	42
1955	extra	41
1956	leeway	3
1957	dilemma	10
1958	developments	19
1959	being	11
1960	expansionari	8
1961	supply	54
1962	careful	6
1963	surpluses	15
1964	so-cal	48
1965	louvr	51
1966	countries	239
1967	stabil	198
1968	underestimated	2
1969	all	149
1970	remark	100
1971	attitude	8
1972	especi	92
1973	colleagues	3
1974	danger	46
1975	overshoot	9
1976	cincinnati	8
1977	auxton	0
1978	previously-announc	43
1979	comput	159
1980	enterpris	102
1981	advertisement	17
1982	extended	25
1983	receipt	56
1984	california	82
1985	biotech	4
1986	qtr	2049
1987	biotechnolog	10
1988	research	165
1989	scaleup	0
1990	expenditur	58
1991	quarters	24
1992	pall	3
1993	qtli	452
1994	unilev	11
1995	stauffer	2
1996	prospectu	8
1997	takeov	243
1998	inc>	340
1999	dispos	68
2000	asset	526
2001	chesebrough	3
2002	sent	77
2003	footwear	9
2004	tenni	4
2005	racket	0
2006	immedi	199
2007	wholly-owned	0
2008	limited	16
2009	aquir	6
2010	well-known	0
2011	toiletri	1
2012	brand	50
2013	conrac	9
2014	with	215
2015	sait	0
2016	acquisition	83
2017	assur	69
2018	talks	76
2019	computer-rel	0
2020	display	6
2021	equip	134
2022	special	266
2023	architectur	2
2024	code-a-phon	0
2025	machines	4
2026	outstanding	177
2027	ldp	7
2028	formalis	0
2029	shintaro	3
2030	abe	3
2031	feb	339
2032	rev	1447
2033	rubbermaid	3
2034	independ	106
2035	han	13
2036	lammers	0
2037	meetings	20
2038	employers	19
2039	gerard	5
2040	zeebregt	2
2041	queen	3
2042	flevoland	0
2043	mediat	3
2044	draw	71
2045	agenda	26
2046	procedur	38
2047	work-practic	0
2048	redundancies	2
2049	strike	138
2050	redund	17
2051	workforc	37
2052	fnv	9
2053	amsterdam	11
2054	grounds	9
2055	judgment	14
2056	therefor	48
2057	restart	15
2058	complic	12
2059	future	132
2060	continued	10
2061	mainten	36
2062	load	57
2063	graan	5
2064	elev	19
2065	mij	5
2066	written	38
2067	reconsid	13
2068	electro	5
2069	rent	10
2070	avg	673
2071	mth	717
2072	wtc	4
2073	afternoon	86
2074	bring	265
2075	mead	1
2076	strong	317
2077	favor	90
2078	comparison	33
2079	cayuga	0
2080	save	269
2081	johnstown	0
2082	fsb	10
2083	note:	1257
2084	geodynam	0
2085	swedish	38
2086	unemploy	78
2087	steadi	83
2088	bureau	73
2089	statist	229
2090	stood	98
2091	compaq	0
2092	rod	5
2093	canion	0
2094	execut	324
2095	analysts	73
2096	deskpro	0
2097	portabl	1
2098	contribut	166
2099	increase	67
2100	introduc	89
2101	model	15
2102	computers	23
2103	saw	101
2104	across	42
2105	preliminari	99
2106	hawaiian	5
2107	disclosed	162
2108	definit	167
2109	agreements	83
2110	involved	22
2111	select	45
2112	hawaii	5
2113	services	75
2114	cxr	1
2115	telcom	2
2116	proxmir	2
2117	insid	30
2118	legisl	94
2119	senat	108
2120	william	80
2121	disclosur	25
2122	fairer	0
2123	speak	93
2124	manufacturers	21
2125	scandal	14
2126	abuses	0
2127	disclosure	2
2128	properli	9
2129	financed	2
2130	provisions	27
2131	threshold	8
2132	notifi	12
2133	days	101
2134	pre-notificaton	0
2135	pre-notif	0
2136	meant	48
2137	arbitrag	25
2138	attempts	6
2139	kept	42
2140	privat	364
2141	abus	9
2142	takeovers	9
2143	enforced	0
2144	enforc	32
2145	hostil	56
2146	actual	103
2147	reserve	27
2148	requirements	41
2149	allianc	17
2150	takeover	22
2151	picken	7
2152	icahn	14
2153	togeth	84
2154	approach	92
2155	two-tier	7
2156	reciev	4
2157	equal	131
2158	defens	90
2159	mechan	27
2160	green	28
2161	mail	22
2162	poison	17
2163	pills	0
2164	pass	90
2165	helen	1
2166	troy	11
2167	non-accru	15
2168	approxim	78
2169	medium-	12
2170	first-quart	19
2171	overdue	0
2172	suspens	34
2173	rest	118
2174	full-year	16
2175	lender	29
2176	resumpt	10
2177	payments	60
2178	resum	79
2179	francisco	17
2180	gro	3
2181	rollov	1
2182	mercantil	39
2183	ecus	19
2184	stoltenberg	34
2185	pari	189
2186	gerhard	32
2187	way	313
2188	journalist	24
2189	fundament	79
2190	then-curr	4
2191	communiqu	23
2192	discord	1
2193	slight	39
2194	firming	3
2195	dollar/mark	7
2196	pariti	7
2197	honor	20
2198	bargain	21
2199	yet	199
2200	fulfil	36
2201	stimulation	1
2202	reiter	50
2203	you	29
2204	cannot	118
2205	unnot	1
2206	kilo	49
2207	out	89
2208	belgium	48
2209	denmark	37
2210	subsidi	103
2211	foresaw	11
2212	subsidy	7
2213	cumul	88
2214	weeks)	2
2215	end-sep	1
2216	higest	0
2217	augur	1
2218	bode	5
2219	burnel	0
2220	roberts	2
2221	versu	93
2222	operations	237
2223	employe	80
2224	involv	202
2225	throughout	67
2226	paperboard	2
2227	sold-out	0
2228	middl	72
2229	unbleach	0
2230	coat	13
2231	amertek	1
2232	alex	7
2233	brown	56
2234	qtrli	44
2235	date	221
2236	town	14
2237	jewelri	4
2238	paxar	0
2239	thermo-print	0
2240	gmbh	8
2241	lohn	0
2242	germany	138
2243	distributor	44
2244	undisclos	196
2245	terms	155
2246	wearhous	1
2247	jan	384
2248	bashaw	0
2249	erskin	0
2250	leduc	0
2251	erskine	0
2252	entourag	0
2253	incur	37
2254	audit	16
2255	proxi	26
2256	solici	0
2257	startup	6
2258	expens	166
2259	offices	12
2260	solid	19
2261	perfum	1
2262	lipstick	0
2263	tube	8
2264	amadeus	1
2265	retail	134
2266	media	31
2267	video	41
2268	jax	0
2269	fashion	8
2270	woolworth	18
2271	hike	53
2272	beet	20
2273	finish	40
2274	roughli	32
2275	ground	77
2276	suiker	1
2277	unie	0
2278	processor	36
2279	netherlands	30
2280	sow	16
2281	september	98
2282	netherland	36
2283	minimis	5
2284	non-quota	0
2285	produced	8
2286	onli	40
2287	suger	0
2288	allot	7
2289	quotas	66
2290	dairi	34
2291	cereal	58
2292	morgan	55
2293	west-germani	0
2294	volkswagen	8
2295	formal	91
2296	suspect	11
2297	fraud	11
2298	supervisori	11
2299	payout	254
2300	afterwards	3
2301	link	103
2302	prefer	265
2303	formality	0
2304	anyth	53
2305	els	16
2306	surprise	4
2307	dig	3
2308	end-1985	11
2309	citytrust	0
2310	bancorp	94
2311	southmark	12
2312	nurs	4
2313	facil	150
2314	facilities	20
2315	bed	5
2316	don	14
2317	bybe	0
2318	associates	26
2319	salemore	0
2320	acquist	3
2321	deposit	263
2322	non-accrual	5
2323	firstbanc	0
2324	ohio	56
2325	mayfair	3
2326	super	23
2327	class	105
2328	two-for-on	96
2329	hanov	19
2330	stockhold	67
2331	par	28
2332	payabl	314
2333	guardian	6
2334	recently	27
2335	aggreg	43
2336	guard	17
2337	csc	1
2338	gaurd	0
2339	paramus	0
2340	cartel	18
2341	consult	82
2342	divis	165
2343	wayne	0
2344	hackensack	0
2345	meyer	5
2346	detect	13
2347	alarm	8
2348	certifi	6
2349	fla	27
2350	myrtl	3
2351	beach	16
2352	a-t-	0
2353	houston	43
2354	louisville	1
2355	kent	2
2356	nashville	3
2357	tenn	12
2358	fargo	17
2359	medic	74
2360	distribut	240
2361	special)	1
2362	zambia	17
2363	doe	29
2364	zambian	8
2365	meal	43
2366	staple	0
2367	riot	2
2368	died	1
2369	kenneth	23
2370	kaunda	8
2371	revoked	0
2372	bag	52
2373	subsidies	18
2374	practic	70
2375	discourag	24
2376	imf	34
2377	government)	2
2378	choos	20
2379	wedgeston	0
2380	realti	31
2381	shareholkd	0
2382	advisor	35
2383	advisori	33
2384	sun	41
2385	barg	16
2386	decreas	89
2387	harbor	13
2388	gallon	26
2389	argentin	39
2390	coars	21
2391	sunflower	4
2392	sorghum	42
2393	warm	15
2394	weather	114
2395	areas	84
2396	shower	7
2397	intermitt	4
2398	weekend	89
2399	prolong	18
2400	intens	22
2401	millimetr	0
2402	bueno	12
2403	air	95
2404	province	17
2405	cordoba	5
2406	santa	43
2407	entr	7
2408	rio	39
2409	misiones	2
2410	corrientes	2
2411	chaco	3
2412	formosa	3
2413	rainfal	26
2414	pampa	4
2415	damp	3
2416	land	97
2417	advanc	132
2418	considerably	3
2419	sown	13
2420	sunflow	14
2421	evid	58
2422	again	55
2423	sunflowerse	13
2424	hectares	19
2425	previously	57
2426	mid-april	16
2427	adjusted	26
2428	moistur	21
2429	discov	23
2430	experiment	0
2431	end-march	6
2432	end-february	8
2433	social	47
2434	male	5
2435	jobless	28
2436	women	10
2437	unadjust	33
2438	cold	45
2439	explain	55
2440	statistics	14
2441	vacanc	4
2442	g-5	8
2443	edouard	28
2444	balladur	27
2445	jacqu	26
2446	larosiere	0
2447	kiichi	42
2448	miyazawa	51
2449	satoshi	26
2450	sumita	37
2451	british	252
2452	chancellor	55
2453	robin	16
2454	leigh	0
2455	pemberton	0
2456	officials	59
2457	blown	3
2458	gmt)	19
2459	issued	13
2460	giovanni	3
2461	goria	2
2462	met	128
2463	jame	184
2464	baker	135
2465	appar	87
2466	attend	74
2467	paris	36
2468	itali	61
2469	particip	135
2470	meaning	10
2471	decisions	9
2472	indirectli	29
2473	via	74
2474	repo	7
2475	two-week	27
2476	inject	48
2477	coupon	20
2478	average	30
2479	reader	0
2480	telecomput	0
2481	carson	8
2482	anderson	7
2483	stowe>	0
2484	unspecifi	37
2485	wei	3
2486	reorgan	40
2487	plc>	98
2488	redeem	47
2489	retract	5
2490	entitl	54
2491	holder	223
2492	monthli	132
2493	float	65
2494	retraction	1
2495	approval	73
2496	translat	23
2497	sci-m	0
2498	bristol&lt;bmy>d	0
2499	bristol-my	5
2500	dilig	12
2501	investigation	12
2502	patent	21
2503	infring	3
2504	cardiovascular	5
2505	circumstances	26
2506	merit	10
2507	fidelcor	2
2508	valley	36
2509	titl	10
2510	along	109
2511	ivb	0
2512	energy/us	2
2513	petrochem	19
2514	feedstocks	1
2515	weaken	44
2516	util	91
2517	propel	2
2518	streamlin	14
2519	predicted	9
2520	industrywid	0
2521	shed	9
2522	unrel	14
2523	gaf	15
2524	privately-held	55
2525	cain	2
2526	aggress	56
2527	plants	20
2528	ashland	4
2529	kentucky-bas	0
2530	marketer	2
2531	shop	32
2532	money-mak	0
2533	pois	13
2534	golden	24
2535	oreffice	0
2536	giant	24
2537	dow	20
2538	adding	14
2539	game	18
2540	old	68
2541	ones	7
2542	customers	45
2543	automobil	18
2544	builder	11
2545	paint	9
2546	plastics	9
2547	quantiti	32
2548	capacity	40
2549	tighter	19
2550	dosher	0
2551	styren	1
2552	engin	114
2553	history	10
2554	advers	60
2555	oreffic	1
2556	samuel	19
2557	heyman	5
2558	leap	5
2559	fortun	18
2560	once-sickli	0
2561	luck	2
2562	planning	5
2563	feedstock	6
2564	dramat	25
2565	cheaper	38
2566	currencies	63
2567	absorpt	2
2568	eastern	82
2569	finally	8
2570	embark	13
2571	mothbal	2
2572	ineffici	3
2573	trim	21
2574	payrol	11
2575	businesses	60
2576	touch	24
2577	flurri	5
2578	friendli	25
2579	unsuccess	30
2580	carbid	10
2581	borg	5
2582	warner	10
2583	chicago	89
2584	plastic	33
2585	chemicals	16
2586	powerhouse	0
2587	divest	34
2588	retailing	1
2589	restaur	32
2590	acquisitions	38
2591	expert	32
2592	worri	64
2593	stapl	8
2594	commodities	17
2595	ethylene	2
2596	specialti	49
2597	custom-design	0
2598	dupont	10
2599	monsanto	9
2600	spent	45
2601	deteriorated	1
2602	eventu	60
2603	kill	32
2604	nich	3
2605	challeng	46
2606	repeat	57
2607	mistakes	0
2608	cautioned	1
2609	ill-advised	2
2610	stay	77
2611	houston-bas	11
2612	chemical	7
2613	buck	1
2614	gordon	13
2615	leverag	46
2616	buyout	116
2617	conoco	15
2618	texa	160
2619	basic	117
2620	never	51
2621	glamorous	0
2622	high-margin	0
2623	annually	16
2624	garo	0
2625	armen	0
2626	dean	24
2627	witter	18
2628	reynolds	13
2629	aluminum	35
2630	wood	35
2631	upturn	25
2632	modest	64
2633	fidata	0
2634	carryforward	76
2635	marbl	4
2636	termin	138
2637	dominion	20
2638	burlington	16
2639	rumor	53
2640	raytheon	5
2641	fleet	40
2642	diebold	0
2643	waltham	1
2644	publish	119
2645	concerned	18
2646	rumors	10
2647	michel	15
2648	dufour	0
2649	query	3
2650	publicli	29
2651	yes	16
2652	bigprob	0
2653	sort	30
2654	thoma	22
2655	unavail	21
2656	unsucces	0
2657	us-dlr	0
2658	avondal	1
2659	many	2
2660	them	97
2661	asher	13
2662	edelman	16
2663	textile	0
2664	concentr	83
2665	addit	383
2666	overnight	71
2667	repurchases	14
2668	electronics	7
2669	applianc	16
2670	aircraft	43
2671	backlog	48
2672	discontinu	238
2673	litig	27
2674	cocoa	77
2675	topic	15
2676	door	29
2677	cpa	2
2678	aid	163
2679	buffer	69
2680	rules	33
2681	pre-set	1
2682	present	297
2683	interesting	5
2684	essenti	36
2685	african	81
2686	boards	7
2687	ivori	19
2688	ghana	18
2689	evening	5
2690	arrang	137
2691	hondura	8
2692	pl-480	5
2693	agent	22
2694	spring/dns	0
2695	protein	16
2696	red	44
2697	winter	98
2698	ns/dn	1
2699	layday	3
2700	juli	270
2701	aug	27
2702	sept	87
2703	hrw	3
2704	edt	12
2705	valid	24
2706	decision	28
2707	spur	34
2708	underwrit	30
2709	contrast	30
2710	year-earli	35
2711	fourth	246
2712	post	240
2713	setback	9
2714	euromarket	3
2715	securities	67
2716	suffer	85
2717	falls	13
2718	spokeswoman	69
2719	unabl	50
2720	income	39
2721	fee	54
2722	commissions	3
2723	received	16
2724	end-1986	21
2725	charge-off	6
2726	non-interest	9
2727	costs	117
2728	leonardo	0
2729	brito	0
2730	brasilia	8
2731	inevit	17
2732	harvesting	2
2733	stem	50
2734	problems	61
2735	theoret	6
2736	suffici	45
2737	distributed	2
2738	sao	16
2739	paulo	15
2740	parana	11
2741	grand	15
2742	sul	3
2743	centre-west	1
2744	regions	8
2745	outpac	4
2746	soya	10
2747	maize	20
2748	space	24
2749	poor	70
2750	units	57
2751	store	177
2752	sacks	0
2753	loos	1
2754	lorri	3
2755	sheer	3
2756	scale	49
2757	task	16
2758	televis	112
2759	reports	17
2760	enorm	15
2761	queue	1
2762	granaries	0
2763	currently	21
2764	terenc	3
2765	murray	8
2766	financial	4
2767	mortgag	69
2768	particular	69
2769	signfic	1
2770	quarter)	0
2771	portfolio	43
2772	furnitur	16
2773	freer	7
2774	telecommun	75
2775	abolish	18
2776	free	171
2777	dissemin	4
2778	communities	3
2779	sir	23
2780	christoph	9
2781	hogg	0
2782	repoprt	0
2783	lengthi	10
2784	fuller	6
2785	complete	12
2786	restrictions	14
2787	interests	36
2788	cases	11
2789	monopoli	21
2790	sectors	30
2791	disadvantage	4
2792	pre-tax	126
2793	ccl	1
2794	monobloc	0
2795	usa	33
2796	envas	0
2797	metalurgico	0
2798	alava	0
2799	envases	0
2800	non-ferr	6
2801	tuesday	115
2802	chamber	21
2803	commerc	157
2804	test	96
2805	calcul	72
2806	reliable	0
2807	specifi	39
2808	purity	0
2809	border	30
2810	railway	26
2811	station	50
2812	metals	6
2813	rhode	9
2814	madeira	1
2815	letter	218
2816	tradevest	0
2817	stock-for-stock	0
2818	celltron	0
2819	one-for-10	2
2820	agrimont	0
2821	spa>	11
2822	agro-industri	4
2823	amort	12
2824	wholli	68
2825	milan	7
2826	character	11
2827	unstabl	7
2828	fertliz	0
2829	conserv	79
2830	pesticid	5
2831	anim	31
2832	ettor	0
2833	dellisola	0
2834	newli	70
2835	renato	2
2836	picco	0
2837	gianfranco	0
2838	ceroni	0
2839	olii	0
2840	sifi>	0
2841	ferruzzi	14
2842	argimont	0
2843	directors	38
2844	datron	3
2845	ggfh	0
2846	florida-bas	3
2847	officers	8
2848	upon	66
2849	gghf	1
2850	july	59
2851	trump	16
2852	interst	29
2853	alexand	5
2854	sound	35
2855	warehous	24
2856	donald	32
2857	regard	80
2858	applic	99
2859	transfer	104
2860	interstate	2
2861	alexander	3
2862	suc	1
2863	offered	11
2864	rapese	31
2865	may/first	1
2866	telecraft	0
2867	note:1987	8
2868	tunisia	9
2869	agency	43
2870	coface	0
2871	credits	29
2872	campaign	47
2873	cofac	2
2874	colt	2
2875	recapit	25
2876	oct	28
2877	restat	101
2878	yanke	1
2879	eskey	1
2880	yale	3
2881	broadcast	55
2882	cabl	74
2883	entiti	29
2884	mths	52
2885	harcourt	19
2886	indirect	32
2887	holt	4
2888	rinehart	2
2889	winston	3
2890	saunder	4
2891	brace	22
2892	jovanovich	18
2893	book	110
2894	point/burlington	0
2895	focus	33
2896	competitor	36
2897	found	102
2898	candidate	4
2899	jointli	52
2900	weigh	23
2901	montreal-bas	4
2902	true	25
2903	profession	19
2904	stori	7
2905	victor	12
2906	credenc	1
2907	speculation	14
2908	unusu	42
2909	someon	14
2910	houseclean	0
2911	done	97
2912	eileen	1
2913	gormley	0
2914	thomson	12
2915	mckinnon	2
2916	sheet	62
2917	linens	0
2918	steven	15
2919	management	91
2920	she	49
2921	fabrics	1
2922	masland	0
2923	carpet	6
2924	fabric	20
2925	auto	38
2926	realiz	62
2927	outlay	12
2928	theyr	29
2929	client	25
2930	edward	30
2931	johnson	41
2932	redbook	2
2933	selling	7
2934	arbitragers	2
2935	credibl	18
2936	anymore	1
2937	arbitrager	5
2938	another	13
2939	succe	8
2940	doesnt	39
2941	win	40
2942	lucki	10
2943	fruehauf	2
2944	succeed	45
2945	ponderosa	0
2946	climb	48
2947	fieldcrest	1
2948	cannon	6
2949	point-pepperel	0
2950	sterivet	3
2951	laboratori	44
2952	last-ditch	3
2953	avert	24
2954	varieti	38
2955	representative	10
2956	commerce	13
2957	bruce	16
2958	smart	4
2959	adher	29
2960	dump	47
2961	shipments	34
2962	audio	6
2963	both	82
2964	likelihood	21
2965	duti	66
2966	reagan	224
2967	monitor	45
2968	annoucement	1
2969	commit	174
2970	design	142
2971	fair	71
2972	practices	27
2973	injur	22
2974	complain	24
2975	timid	0
2976	congression	54
2977	enact	16
2978	counter	25
2979	contend	8
2980	inact	4
2981	redress	14
2982	about	91
2983	ashai	0
2984	inaccur	5
2985	send	44
2986	propsect	2
2987	confidenti	18
2988	describ	79
2989	polyest	1
2990	fiber	7
2991	carolina	14
2992	darlington	0
2993	county	30
2994	fayetteville	0
2995	decrib	0
2996	manufacturing	19
2997	marketing	18
2998	administr	226
2999	technic	86
3000	avial	1
3001	divested	1
3002	option	221
3003	celanese	0
3004	mellon	7
3005	gec	0
3006	rumour	27
3007	rumours	0
3008	preston	2
3009	truck	31
3010	discount	197
3011	flat	48
3012	uninsur	0
3013	northeast	31
3014	marlin	17
3015	fitzwat	17
3016	spite	6
3017	appli	116
3018	feet	89
3019	underway	25
3020	jone	14
3021	pct-own	20
3022	dana	2
3023	icch	1
3024	spread	48
3025	similarli	7
3026	warrant	85
3027	walgreen	2
3028	judy	0
3029	orange-co	2
3030	florida	62
3031	agrnom	0
3032	dlre	0
3033	after-tax	50
3034	lord	14
3035	abbett	1
3036	mutual	64
3037	debentur	61
3038	heineken	1
3039	profits	57
3040	wider	20
3041	penetr	7
3042	penetration	4
3043	guilders	22
3044	freddi	3
3045	beer	6
3046	hectoliters	0
3047	amstel	0
3048	lite	1
3049	great	96
3050	turnover	9
3051	spanish	46
3052	aguila	0
3053	sa>	21
3054	modernization	0
3055	erod	12
3056	margins	20
3057	vast	12
3058	ration	12
3059	van	19
3060	schaik	0
3061	justic	34
3062	luxembourg	24
3063	inund	1
3064	ventures	7
3065	travel	35
3066	tast	3
3067	regionalized	0
3068	coebergh	0
3069	africa	101
3070	hamper	22
3071	consumpt	109
3072	liter	1
3073	risks	6
3074	nonetheless	9
3075	sales	101
3076	on-sit	2
3077	render	5
3078	ingredients	0
3079	scientist	6
3080	possibilities	5
3081	malt	4
3082	heinken	0
3083	nigerian	12
3084	successfully	1
3085	materials	22
3086	banana	2
3087	popular	19
3088	rwanda	1
3089	possibility	5
3090	flavor	2
3091	relax	20
3092	faced	1
3093	potential	19
3094	moscow	54
3095	colombia	57
3096	coffee	35
3097	alberto	1
3098	yohai	0
3099	institute	31
3100	incomex	0
3101	mental	1
3102	hostages	0
3103	non-tradit	2
3104	remainder	4
3105	turkey	41
3106	dialogu	7
3107	greece	9
3108	shelf	17
3109	aegean	11
3110	sea	101
3111	negotiations	60
3112	nato	7
3113	security	18
3114	basicli	0
3115	political	2
3116	solut	44
3117	bilater	58
3118	greec	29
3119	justice	6
3120	arm	58
3121	confront	19
3122	search	23
3123	face-off	0
3124	confin	11
3125	territorri	0
3126	waters	14
3127	crise	1
3128	histor	28
3129	ambassador	24
3130	athens	5
3131	nazmi	1
3132	akiman	1
3133	andrea	6
3134	papandr	4
3135	greek	10
3136	repli	44
3137	messag	15
3138	turkish	27
3139	turgut	3
3140	ozal	3
3141	content	33
3142	frontier	4
3143	quadrangl	1
3144	formerli	35
3145	malpractic	3
3146	liabil	71
3147	gatt	68
3148	leader	121
3149	round	103
3150	global	76
3151	aart	0
3152	zeeuw	0
3153	agriculture	40
3154	committee	68
3155	protection	40
3156	supports	1
3157	lawmak	20
3158	staff	65
3159	zeeuw)	0
3160	cant	27
3161	unilaterally	1
3162	lawmakers	1
3163	frustrat	15
3164	defend	77
3165	subsid	32
3166	herds	1
3167	undersecretari	35
3168	wallis	2
3169	subcommitte	55
3170	goe	43
3171	trip	27
3172	southington	0
3173	caterpillar	4
3174	convert	187
3175	paragraph)	1
3176	morgan&lt;jpm>	0
3177	suggest	144
3178	scope	26
3179	volatile	1
3180	lewi	10
3181	reporter	2
3182	are	33
3183	collaps	53
3184	spectrum	5
3185	consequ	25
3186	rises	15
3187	moderately	2
3188	medtron	2
3189	wallin	0
3190	cardiac	0
3191	pacemak	0
3192	therapeut	0
3193	caution	40
3194	reinvest	6
3195	medtronic	0
3196	worldwid	70
3197	cardiovascualr	0
3198	pacemakers	0
3199	valves	2
3200	cathet	0
3201	lasers	0
3202	beg	0
3203	borrow	146
3204	steal	1
3205	plagu	1
3206	recalls	0
3207	critic	77
3208	cite	110
3209	needless	0
3210	overprescript	0
3211	knowledg	7
3212	leads	1
3213	re-establish	8
3214	glen	5
3215	nelson	7
3216	medtronics	0
3217	expertise	1
3218	drug	33
3219	systems	50
3220	safeti	26
3221	wont	39
3222	exclus	35
3223	activitrax	0
3224	vari	21
3225	heartrat	0
3226	siemen	12
3227	pacemaker	0
3228	spie	0
3229	batignol	0
3230	comstock	1
3231	construct	132
3232	batignolles>	0
3233	instal	47
3234	batignolles	0
3235	schneider	2
3236	bonds	26
3237	wound	5
3238	gmt	57
3239	coordin	46
3240	reconven	10
3241	pakistan	29
3242	cotton	75
3243	bale	14
3244	each)	1
3245	bales	8
3246	mohammad	3
3247	ibrahim	3
3248	baluch	0
3249	consecut	26
3250	poroduct	0
3251	record-set	2
3252	momentum	30
3253	app	0
3254	news	253
3255	attain	13
3256	tranzon	1
3257	tarriff	0
3258	all-out	2
3259	punit	6
3260	said:	46
3261	full-court	0
3262	pressthey	0
3263	showboat	1
3264	charge	18
3265	kell	0
3266	houssel	0
3267	pre-oper	0
3268	recently-open	0
3269	atlant	56
3270	city	50
3271	casino	11
3272	bowl	2
3273	center	85
3274	facility	20
3275	hotel/casino	1
3276	connect	85
3277	directli	47
3278	thursday	85
3279	ecuador	58
3280	anticip	106
3281	earnings	99
3282	february	219
3283	earthquak	27
3284	revenues	43
3285	announcement	27
3286	brazilian	116
3287	roll-ov	0
3288	iraqi	23
3289	troop	8
3290	iranian	87
3291	iraq	68
3292	occupi	8
3293	offens	3
3294	basra	1
3295	command	10
3296	victori	10
3297	advance	6
3298	foil	0
3299	three-prong	0
3300	thrust	6
3301	miles)	7
3302	admit	14
3303	moham	5
3304	al-qassem	0
3305	attacked	2
3306	revolutionari	1
3307	assault	4
3308	warplanes	0
3309	helicopt	6
3310	gunships	0
3311	artilleri	3
3312	tanks	2
3313	purg	0
3314	foothold	5
