512	like	549
1	export	1034
1040	stake	534
8	trade	1458
940	base	549
10	and	555
11	japan	654
12	rais	715
16	nation	911
856	held	409
18	could	952
1795	payment	387
532	made	795
21	econom	614
534	current	1141
857	averag	481
24	offici	1068
25	said	6783
26	they	445
27	told	1176
540	sever	433
1053	servic	482
30	capit	494
31	move	557
1627	previou	422
36	lead	409
38	american	533
39	import	765
41	but	807
555	board	814
1458	polici	403
1280	full	454
861	requir	365
48	loss	1510
561	need	469
50	the	5002
52	mln	4846
53	dlr	4035
55	japanes	366
57	good	467
58	april	1427
1595	revenu	352
573	alreadi	391
1086	currenc	470
1599	exclud	418
64	sell	808
66	world	636
67	market	1761
68	cost	537
70	estim	688
609	agricultur	553
73	billion	1690
75	major	852
76	firm	607
1101	earli	444
79	product	1245
1616	reach	418
81	new	1635
1106	debt	442
595	report	1300
596	amount	473
86	spokesman	638
599	nine	918
89	industri	1238
90	ltd	704
91	remain	670
2140	privat	364
605	approv	597
94	time	736
96	month	1257
528	consid	383
98	complet	599
100	subject	349
3345	petroleum	347
104	stock	1542
105	analyst	404
619	corp	2424
620	hold	725
111	also	1786
1137	inc	2856
1651	hous	381
628	own	491
2665	addit	383
120	ask	440
894	oper	1312
123	last	1950
124	year	3558
125	pct	3208
126	help	480
128	foreign	756
129	exchang	984
130	reserv	603
131	dlrs	1627
1046	stg	357
646	annual	572
135	open	474
925	give	406
139	cut	680
140	allow	391
141	want	363
144	possibl	442
1048	div	592
1219	previous	398
148	chairman	583
155	associ	411
538	system	669
653	merger	382
1185	west	547
674	well	497
539	four	748
164	produc	700
166	countri	586
168	sale	1759
1394	cash	709
175	share	2239
1200	februari	663
1993	qtli	452
186	feder	623
1211	seek	418
700	agre	827
191	one	1793
192	day	561
705	secur	746
195	much	395
198	action	403
2247	jan	384
201	account	500
202	domest	476
1882	higher	598
205	govern	890
632	unit	1380
208	talk	487
209	interest	1003
211	minist	579
1742	bought	392
1401	receiv	493
216	thi	541
548	januari	605
2070	avg	673
220	two	1671
638	statement	630
720	invest	768
550	five	957
807	support	375
1260	dollar	628
1150	per	1273
240	yesterday	546
1266	incom	401
245	propos	710
246	includ	1594
247	larg	393
2071	mth	717
761	deal	358
250	record	1174
251	public	386
252	work	425
254	first	1130
255	half	388
256	financi	672
257	call	497
1282	commun	380
43	would	2117
772	financ	554
775	subsidiari	471
1289	common	711
778	less	346
1986	qtr	2049
269	program	348
271	repres	407
1809	come	357
899	acquisit	684
276	intern	1046
277	due	721
278	meet	836
791	added	567
280	week	1006
900	company	877
282	end	1521
606	for	796
286	say	1102
1312	outstand	349
801	next	580
1314	there	382
1047	shr	2350
292	seven	505
902	loan	515
294	show	518
49	gain	775
811	agreement	1080
1643	close	654
1050	tax	728
1033	sharehold	622
821	june	543
1698	comment	401
824	member	351
313	reduc	597
1306	figur	553
315	improv	400
830	tender	452
565	develop	571
832	bid	452
835	rate	1062
325	demand	441
838	fund	456
839	buy	1029
842	earlier	817
331	forecast	407
845	net	2885
334	expect	1510
335	lower	681
1051	name	353
849	reflect	424
338	suppli	461
341	follow	579
1366	york	349
343	chang	587
344	rise	991
345	valu	495
858	six	909
347	declin	669
349	plan	1034
863	note	537
656	profit	1248
1380	term	637
358	oil	1059
1169	sold	451
361	provid	465
363	march	1393
877	money	496
1085	adjust	416
370	deficit	383
372	quarter	835
375	ago	371
376	busi	596
377	depart	538
379	rose	739
892	compani	2445
381	result	921
382	increas	1321
576	use	611
898	continu	848
387	however	522
388	fell	529
389	prices	362
390	growth	524
392	earn	652
906	sign	403
919	gener	607
909	acquir	877
1036	dividend	693
402	high	450
407	see	672
920	manag	577
409	price	1533
413	tonn	760
837	credit	577
417	european	428
418	fall	699
935	period	743
1088	level	609
428	around	608
669	presid	621
434	make	892
435	recent	639
436	purchas	753
437	second	385
1097	eight	511
953	drop	413
448	accord	552
449	central	525
450	bank	1516
587	decemb	434
1477	set	1006
966	canada	374
588	total	1155
973	offer	994
2000	asset	526
465	still	495
978	prior	723
468	sourc	521
469	pay	862
987	sinc	682
477	commiss	381
478	today	1088
1365	shares	480
678	three	1098
486	part	548
698	compar	756
2083	note:	1257
1001	control	451
490	state	786
1704	announc	708
2032	rev	1447
497	take	776
500	start	464
1633	anoth	398
1016	group	1258
1023	issu	595
509	effect	699
511	may	1401
