512	accord	784
1	bank	1960
515	fell	784
516	due	1076
517	hous	557
7	ltd	628
520	earn	729
1546	polici	652
599	sourc	816
12	profit	1324
13	result	1135
526	stake	540
527	capit	614
2064	higher	846
17	financi	808
18	analyst	578
19	said.	5354
7700	corn	683
23	around	954
1540	u.k.	501
2479	adjust	548
1074	believ	498
30	estim	1121
31	billion	2217
32	dlr	4754
545	offici	1593
547	declin	1012
36	but	1167
39	presid	783
553	seek	498
554	japanes	554
555	plant	514
559	output	487
560	announc	906
50	first	1456
513	annual	787
53	three	1447
566	state	1153
55	said	7635
568	ask	626
569	sell	963
58	reduc	895
2621	dealer	512
1088	dollar	907
3127	quarter	848
578	sale	2060
1291	four	995
581	export	1890
582	use	903
1096	thi	625
73	pay	952
586	tonn	1525
1719	full	499
76	may	1851
589	product	1867
78	much	595
82	larg	633
595	unit	1649
1550	rise	1411
86	cost	738
87	effect	876
89	compar	1099
91	the	6696
92	agre	1052
606	repres	575
97	secur	897
98	busi	747
7283	currenc	726
100	domest	816
1126	improv	599
105	made	1068
107	move	730
108	put	506
4208	money	679
1137	reflect	559
3976	account	735
1139	suppli	768
629	propos	902
2167	lower	973
121	u.s.	3239
122	take	1040
123	share	2104
124	american	702
125	invest	908
639	approv	705
640	week	1137
129	last	2777
131	mln	5824
132	pct	4028
134	time	847
647	purchas	1002
136	feder	803
137	reserv	884
138	board	928
140	exchang	1307
1914	averag	767
142	increas	1871
655	debt	489
1172	fall	1044
3950	countri	900
152	one	2258
1178	help	756
156	chang	866
669	nine	1008
158	futur	540
163	two	2227
676	payment	584
166	also	2471
169	possibl	605
682	set	1249
3758	deficit	546
688	part	764
14002	grain	788
691	complet	690
183	new	2182
696	earli	670
185	need	706
1210	anoth	576
5819	agricultur	1244
700	reach	581
5312	figur	869
2080	action	499
1218	cash	722
25531	div	590
198	govern	1363
714	come	527
205	hold	879
206	five	1277
719	year,	1052
721	major	1251
1571	februari	907
216	financ	740
217	ministri	505
218	expect	2148
16357	usda	594
221	subsidiari	509
223	follow	855
737	march	1661
226	european	668
228	less	554
229	pct.	882
742	associ	555
6111	avg	695
1063	system	706
236	want	514
237	make	1203
750	dividend	680
239	allow	537
240	like	876
4338	forecast	650
1267	januari	793
2294	drop	652
249	demand	582
252	added.	758
42	told	1610
1362	six	1104
256	recent	921
258	includ	1969
1094	growth	742
267	next	839
269	see	896
273	corp	2219
274	still	773
275	consid	535
1326	credit	658
729	they	574
280	develop	776
281	talk	654
794	note	754
2843	tax	864
285	statement	591
799	asset	571
5687	wheat	957
801	sinc	1061
1315	base	719
293	world	849
806	receiv	630
295	report	1759
296	net	3000
297	loss	1612
299	year	3767
300	end	1979
301	decemb	569
302	compani	2701
304	cut	991
1160	gain	881
306	oper	1512
307	central	805
25566	rev	1447
310	start	705
312	half	498
1337	addit	511
314	continu	1176
315	acquisit	727
316	company'	530
318	loan	632
2101	remain	963
25568	mth	717
324	sign	514
837	commun	507
327	would	2893
328	acquir	921
652	agreement	1179
330	total	1637
331	dlrs,	1045
1741	import	1315
1359	common	725
338	fund	568
344	gener	808
345	manag	693
346	intern	1296
1679	crop	523
570	work	536
862	servic	611
741	close	818
352	sever	600
912	call	662
354	give	556
1896	amount	614
874	requir	517
1670	prior	766
370	sold	553
883	nation	1230
372	for	1026
377	lead	607
916	open	636
891	provid	662
1406	however,	750
383	price	2092
386	pct,	729
389	own	520
392	produc	1104
395	year.	1217
1420	today	873
1090	rate	1511
1935	japan	858
400	bid	562
913	period	767
403	inc	2610
404	foreign	1113
610	april	1631
919	privat	534
917	day	648
413	control	523
1548	trader	507
1093	record	1371
419	commiss	504
420	good	703
421	interest	1297
422	buy	1320
424	offer	1230
937	meet	1107
431	per	1658
2993	depart	971
435	earlier	837
436	month	1421
5022	level	812
901	current	1640
443	econom	953
446	spokesman	809
447	stock	1622
1984	support	596
450	say	1496
453	firm	656
454	plan	1258
588	industri	1575
3530	show	702
972	west	776
1485	valu	728
462	june	642
463	could	1395
464	term	766
931	rais	899
983	oil	1640
472	group	1343
474	alreadi	578
8015	ship	492
476	chairman	692
6109	qtr	2047
6110	shr	2348
2469	eight	612
480	issu	777
4244	caus	519
25572	note:	1257
485	sharehold	639
998	seven	661
1000	bought	542
1276	said,	734
491	trade	2202
492	high	687
1329	rose	1001
494	previou	684
765	tender	583
1521	south	496
498	well	609
500	dlrs.	1171
2040	minist	825
506	and	652
6393	soybean	638
509	market	2381
